Repository: chokribr/invenio
Catalog: po/*.po
Languages: fr

source: Replace substring
fr: Remplacer partie de texte

source: Replace full content
fr: Remplacer tout le contenu

source: with
fr: avec

source: when subfield $$
fr: quand le sous-champ $$

source: new value
fr: nouvelle valeur

source: is equal to
fr: est égal à

source: contains
fr: contient

source: does not exist
fr: n'existe pas

source: when other subfield
fr: quand l'autre sous-champ

source: when subfield
fr: quand le sous-champ

source: Apply only to specific field instances
fr: Appliquer uniquement à certaines instances de champ

source: value
fr: valeur

source: Back to Results
fr: Retour aux Résultats

source: begin
fr: début

source: next
fr: suivant

source: records found
fr: notices trouvées

source: Multi-Record Editor
fr: Éditeur de notices multiplies

source: You are not authorised to access this resource.
fr: Vous n'avez pas l'autorisation d'accéder à cette ressource.

source: Export Job Overview
fr: Liste Tâches d'Exportation

source: New Export Job
fr: Nouvelle Tâche d'Exportation

source: Export Job History
fr: Historique des exportations

source: Run
fr: Lancer

source: New
fr: Nouveau

source: Last run
fr: Dernière exécution

source: Frequency
fr: Fréquence

source: Output Format
fr: Format de sortie

source: Start
fr: Départ

source: Output Directory
fr: Dossier destination

source: Edit Queries
fr: Modifier Requêtes

source: Query
fr: Recherche

source: Output Fields
fr: Champs en sortie

source: Output fields
fr: Champs en sortie

source: Download
fr: Télécharger

source: View as:
fr: Afficher en:

source: Job
fr: Tâche

source: Select
fr: Choisir

source: All
fr: Tout

source: None
fr: Aucun

source: Manually
fr: Manuellement

source: Daily
fr: Quotidien

source: Weekly
fr: Hebdomadaire

source: Monthly
fr: Mensuel

source: Edit Export Job
fr: Éditer tâche d'exportation

source: Query Results
fr: Résultats Requête

source: Export Job Queries
fr: Requêtes de tâche d'exportation

source: New Query
fr: Nouvelle Requête

source: Edit Query
fr: Éditer Requête

source: Export Job Results
fr: Résultats de l'exportation

source: Export Job Result
fr: Résultat de l'exportation

source: Record
fr: Notice

source: Close Editor
fr: Fermer l'éditeur

source: Modify Template Attributes
fr: Modifier les attributs du modèle

source: Template Editor
fr: Éditeur de modèles

source: Check Dependencies
fr: Vérifier les dépendances

source: Update Format Attributes
fr: Mettre à jour les attributs de format

source: Your modifications will not be saved.
fr: Vos modifications ne seront pas enregistrées.

source: Show Documentation
fr: Afficher la documentation

source: Hide Documentation
fr: Masquer la documentation

source: Last Modification Date
fr: Dernière modification:

source: Manage Output Formats
fr: Gérer les formats de sortie

source: Manage Format Templates
fr: Gérer les modèles de formatage

source: Format Elements Documentation
fr: Documentation des éléments de formatage

source: Add New Format Template
fr: Ajouter un nouveau modèle de formatage

source: Check Format Templates Extensively
fr: Vérifier les modèles de formatage en détail

source: Add New Output Format
fr: Ajouter un format de sortie

source: Close Output Format
fr: Fermer le format

source: Rules
fr: Règles

source: Modify Output Format Attributes
fr: Modifier les attributs du format de sortie

source: Remove Rule
fr: Supprimer la règle

source: Add New Rule
fr: Ajouter une règle

source: Save Changes
fr: Enregistrer les modifications

source: No problem found with format
fr: Aucun problème n'a été trouvé pour ce format

source: An error has been found
fr: Une erreur a été découverte

source: The following errors have been found
fr: Les erreurs suivantes ont été découvertes

source: BibFormat Admin
fr: Administration de BibFormat

source: Test with record:
fr: Tester avec la notice:

source: Enter a search query here.
fr: Entrez une requête de recherche ici.

source: Hide
fr: Masquer

source: Show all %i authors
fr: Afficher les %i auteurs

source: See also
fr: Voir également

source: Manage Files of This Record
fr: Gérer les fichiers de cette notice

source: Edit This Record
fr: Editer cette notice

source: Download fulltext
fr: Télécharger le document

source: additional files
fr: Fichiers additionnels

source: %(x_sitename)s link
fr: lien %(x_sitename)s

source: %(x_sitename)s links
fr: liens %(x_sitename)s

source: external link
fr: lien externe

source: external links
fr: liens externes

source: Fulltext
fr: Fichiers

source: Restricted Output Format
fr: Format de sortie à accès restreint

source: Output Format %s Rules
fr: Règles du format de sortie %s

source: Output Format %s Attributes
fr: Attributs du format de sortie %s

source: Output Format %s Dependencies
fr: Dépendances du format de sortie %s

source: Delete Output Format
fr: Supprimer le format de sortie

source: Cannot create output format
fr: Impossible de créer le format de sortie

source: Restricted Format Template
fr: Modèle de formatage à accès restreint

source: Format Template %s
fr: Modèle de formatage %s

source: Format Template %s Attributes
fr: Attributs du modèle de formatage %s

source: Format Template %s Dependencies
fr: Dépendances du modèle de formatage %s

source: Delete Format Template
fr: Supprimer le modèle de formatage

source: Format Element %s Dependencies
fr: Dépendances de l'élément de formatage %s

source: Test Format Element %s
fr: Tester l'élément de formatage %s

source: Validation of Output Format %s
fr: Validation du format de sortie %s

source: Validation of Format Template %s
fr: Validation du modèle de formatage %s

source: Restricted Format Element
fr: Élément de formatage à accès restreint

source: Validation of Format Element %s
fr: Validation de l'élément de formatage %s

source: Format Validation
fr: Validation du format

source: Limit display to knowledge bases matching %(keyword_field)s in their rules and descriptions
fr: Limiter l'affichage aux bases de connaissance avec %(keyword_field)s dans leurs règles et description

source: No Knowledge Base
fr: Aucune Bases de Connaissances

source: Add New Knowledge Base
fr: Ajouter Base de Connaissances

source: Configure a dynamic KB
fr: Configurer Base dynamique

source: Add New Taxonomy
fr: Ajouter Nouvelle Taxonomie

source: This knowledge base already has a taxonomy file.
fr: La base de connaissance a déjà un fichier de taxonomie.

source: If you upload another file, the current version will be replaced.
fr: Si vous chargez un nouveau fichier, la version courant sera remplacée.

source: The current taxonomy can be accessed with this URL: %s
fr: La taxonomie courante peut être accédée à cette URL: %s

source: Please upload the RDF file for taxonomy %s
fr: Veuillez charger le fichier RDF pour la taxonomie %s

source: Please configure
fr: Veuillez configurer

source: A dynamic knowledge base is a list of values of a given field. The list is generated dynamically by searching the records using a search expression.
fr: Une base de connaissance dynamique est une liste de valeur donnée par un champ. La liste est générée dynamiquement en recherchant les notices correspondant à une requête.

source: Example: Your records contain field 270__a for the name and address of the author's institute. If you set the field to '270__a' and the expression to '270__a:*Paris*', a list of institutes in Paris will be created.
fr: Exemple: votre notice contient un champ 270__a pour le nom et l'adresse d'une institution. Si vous assignez au champ '270__a' l'expression "270__a:*Paris*", une listes des institutions à Paris sera créée.

source: If the expression is empty, a list of all values in 270__a will be created.
fr: Si l'expression est vide, la liste des valeurs dans 270__a sera créée.

source: If the expression contains '%', like '270__a:*%*', it will be replaced by a search string when the knowledge base is used.
fr: Si l'expression contient '%' comme dans '270__a:*%*', le caractère sera remplacé par la recherche lorsque la base de connaissance sera utilisée.

source: You can enter a collection name if the expression should be evaluated in a specific collection.
fr: Vous pouvez entre un nom de collection si l'expression doit être évaluée dans une collection spécifique.

source: Example 1: Your records contain field 270__a for the name and address of the author's institute. If you set the field to '270__a' and the expression to '270__a:*Paris*', a list of institutes in Paris will be created.
fr: Exemple: votre notice contient un champ 270__a pour le nom et l'adresse de l'institution d'un auteur. Si vous assignez au champ '270__a' l'expression "270__a:*Paris*", une liste des institutions à Paris sera créée.

source: Example 2: Return the institute's name (100__a) when the user gives its postal code (270__a): Set field to 100__a, expression to 270__a:*%*.
fr: Exemple 2: Pour retourner le nom de l'institution (100__a) quand l'utilisateur fournit le code postal (270__a): indiquez le champ 100__a, et l'expression 270__a:*%s*.

source: Any collection
fr: Toutes les collections

source: Exporting:
fr: Exportation:

source: Knowledge Base Mappings
fr: Relations de la base de connaissances

source: Knowledge Base Attributes
fr: Attributs de la base de connaissances

source: Knowledge Base Dependencies
fr: Dépendances de la base de connaissances

source: Here you can add new mappings to this base and change the base attributes.
fr: Ajoutez ici des nouvelles règles et changez les attributs de la base.

source: Map From
fr: De:

source: Search for a mapping
fr: Rechercher une règle

source: Knowledge base is empty
fr: La base de connaissances est vide

source: You can get a these mappings in textual format by:
fr: Vous pouvez recevoir les correspondances au format textuel à:

source: And the KBA version by:
fr: Et la version KBA à:

source: Update Base Attributes
fr: Mettre à jour les attributs de la base

source: This knowledge base is not used in any format elements.
fr: Cette base de connaissance n'est utilisée dans aucun élément de formatage.

source: Your rule: %s
fr: Votre règle: %s

source: The left side of the rule (%s) already appears in these knowledge bases:
fr: La partie gauche de la règle (%s) apparaît déjà dans ces bases de connaissances:

source: The right side of the rule (%s) already appears in these knowledge bases:
fr: La partie droite de la règle (%s) apparaît déjà dans ces bases de connaissances:

source: Please select action
fr: Veuillez choisir une action

source: Replace the selected rules with this rule
fr: Remplacer la règle sélectionnée par cette règle

source: Add this rule in the current knowledge base
fr: Ajouter cette règle dans la base courante

source: Cancel: do not add this rule
fr: Annuler: ne pas ajouter cette règle

source: It is not possible to have two rules with the same left side in the same knowledge base.
fr: Il n'est pas possible d'avoir deux règle avec les mêmes parties gauches dans une base de connaissance

source: BibKnowledge Admin
fr: Administration de BibKnowledge

source: Knowledge Bases
fr: Bases de Connaissances

source: Cannot upload file
fr: Impossible de charger le fichier

source: You have not selected a file to upload
fr: Vous n'avez pas sélectionné de fichier à envoyer

source: File %s uploaded.
fr: Fichier %s chargé.

source: File uploaded
fr: Fichier chargé

source: Manage Knowledge Bases
fr: Gérer les bases de connaissances

source: Unknown Knowledge Base
fr: Base de connaissances inconnue

source: Knowledge Base %s
fr: Base de connaissances %s

source: Knowledge Base %s Attributes
fr: Attributs de la base de connaissances %s

source: Knowledge Base %s Dependencies
fr: Dépendances de la base de connaissances %s

source: Left side exists
fr: Règle gauche existante

source: Right side exists
fr: Règle droite existante

source: Knowledge base name missing
fr: Base de connaissances manquante

source: Unknown knowledge base
fr: Base de connaissances inconnue

source: There is no knowledge base with that name.
fr: Il n'y pas de base de connaissance avec ce nom.

source: Delete Knowledge Base
fr: Supprimer la base de connaissances

source: Citation history:
fr: Historique des citations:

source: Download history:
fr: Historique des téléchargements:

source: Download user distribution:
fr: Distribution des téléchargements

source: BibSword Admin Interface
fr: Interface Admin de BibSword

source: Export with BibSword: Step 2/4
fr: Exportation BibSword: Étape 2/4

source: Export with BibSword: Step 1/4
fr: Exportation BibSword: Étape 1/4

source: Export with BibSword: Step 3/4
fr: Exportation BibSword: Étape 3/4

source: Export with BibSword: Step 4/4
fr: Exportation BibSword: Étape 4/4

source: Export with BibSword: Acknowledgement
fr: Exportation BibSword: Quittance

source: More than one possible recID, ambiguous behaviour
fr: Multiples recIDs possibles, comportement indéfini

source: No records match that file name
fr: Aucune notice ne correspondant au nom de fichier

source: File already exists
fr: Fichier déjà existant

source: A file with the same name and format already exists
fr: A fichier avec les mêmes nom et format existe déjà

source: No rights to upload to collection '%s'
fr: Aucun droit pour envoyer vers la collection '%s'

source: The user '%(x_user)s' is not authorized to modify collection '%(x_coll)s'
fr: L'utilisateur '%(x_user)s' n'est pas autorisé à modifier la collection '%(x_coll)s'

source: Select file to upload
fr: Sélectionnez un fichier à envoyer

source: File type
fr: Type de fichier

source: Upload mode
fr: Mode d'envoi

source: Upload later? then select:
fr: Envoyer plus tard? Si oui:

source: Time
fr: Heure

source: Example
fr: Exemple

source: All fields with %(x_fmt_open)s*%(x_fmt_close)s are mandatory
fr: Tous les champs marqués %(x_fmt_open)s*%(x_fmt_close)s sont obligatoires

source: Upload priority
fr: Priorité de chargement

source: Your file has been successfully queued. You can check your %(x_url1_open)supload history%(x_url1_close)s or %(x_url2_open)ssubmit another file%(x_url2_close)s
fr: Votre fichier a été inséré dans la file d'attente avec succès. Vous pouvez affichier votre %(x_url1_open)shistorique d'envois%(x_url1_close)s ou %(x_url2_open)ssoumettre un autre fichier%(x_url2_close)s

source: No metadata files have been uploaded yet.
fr: Aucun fichier de métadonnées n'a été envoyé pour le moment.

source: Submit time
fr: Soumis le

source: File name
fr: Nom du fichier

source: Execution time
fr: Date d'exécution

source: No document files have been uploaded yet.
fr: Aucun document n'a été envoyé pour le moment.

source: Metadata batch upload
fr: Envoi des métadonnées par lots

source: Document batch upload
fr: Envoi de documents par lots

source: Upload history
fr: Historique des envois

source: Daemon monitor
fr: Moniteur de processus

source: Input directory
fr: Dossier source

source: Filename matching
fr: Nom du fichier correspondant à

source: <b>%s documents</b> have been found.
fr: <b>%s documents</b> ont été trouvés.

source: The following files have been successfully queued:
fr: Les fichiers suivants ont été placés dans la file d'attente avec succès:

source: The following errors have occurred:
fr: Les erreurs suivantes sont survenues:

source: Some files could not be moved to DONE folder. Please remove them manually.
fr: Quelques fichiers n'ont pas pu être déplacés dans le dossier "Done". Veuillez les enlever manuellement.

source: All uploaded files were moved to DONE folder.
fr: Tous les fichiers envoyés ont été déplacés dans le dossier "Done".

source: Using %(x_fmt_open)sweb interface upload%(x_fmt_close)s, actions are executed a single time.
fr: En utilisant %(x_fmt_open)sl'interface web d'envoi%(x_fmt_close)s, les actions sont exécutées une seule fois.

source: Check the %(x_url_open)sBatch Uploader daemon help page%(x_url_close)s for executing these actions periodically.
fr: Veuillez vous référer à la %(x_url_open)spage d'aide de "Batch Uploader"%(x_url_close)s pour exécuter ces actions périodiquement.

source: Metadata folders
fr: Dossiers de métadonnées

source: Progress
fr: Progression

source: Last BibSched tasks:
fr: Dernières tâches BibSched:

source: Next scheduled BibSched run:
fr: Prochaine exécution dans BibSched:

source: Document batch upload result
fr: Résultat envoi de document par lot

source: Upload successful
fr: Envoi réussi

source: Batch Uploader: Daemon monitor
fr: Batch Uploader: moniteur de processus

source: Sun
fr: Dim

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

source: Sunday
fr: Dimanche

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Month
fr: Mois

source: Feb
fr: fév

source: Apr
fr: avr

source: May
fr: mai

source: Aug
fr: aoû

source: Dec
fr: déc

source: January
fr: janvier

source: February
fr: février

source: March
fr: mars

source: April
fr: avril

source: June
fr: juin

source: July
fr: juillet

source: August
fr: août

source: September
fr: septembre

source: October
fr: octobre

source: November
fr: novembre

source: December
fr: décembre

source: Day
fr: jour

source: Sorry
fr: Désolé

source: Cannot send error request, %s parameter missing.
fr: Impossible d'envoyer le rapport d'erreur, le paramètre %s est manquant.

source: The error report has been sent.
fr: Le rapport d'erreur a été envoyé.

source: Many thanks for helping us to improve the service.
fr: Merci beaucoup de nous aider à améliorer le service.

source: Use the back button of your browser to return to the previous page.
fr: Utiliser le bouton de retour de votre navigateur pour retourner à la page précédente.

source: Thank you!
fr: Merci!

source: record ID
fr: identifiant de notice

source: word similarity
fr: similarité de mots

source: times cited
fr: nombre de fois cité

source: time-decay cite count
fr: nombre de citations "récentes"

source: all-time-best cite rank
fr: score de citations

source: time-decay cite rank
fr: score de citation "récent"

source: Hello:
fr: Bonjour:

source: Best regards
fr: Meilleures salutations

source: Need human intervention? Contact
fr: Besoin d'une intervention humaine? Veuillez contacter

source: edit
fr: Éditer

source: history
fr: historique

source: harvest
fr: moissonner

source: Overview of sources
fr: Aperçu des sources

source: Harvesting status
fr: Statut du moissonnage

source: Not Set
fr: Non Spécifié

source: never
fr: jamais

source: daily
fr: quotidien

source: weekly
fr: hebdomadaire

source: monthly
fr: mensuel

source: Never harvested
fr: Jamais moissonné

source: View Holding Pen
fr: Voir Liste d'Attente

source: No OAI source ID selected.
fr: Aucune source OAI sélectionnée.

source: Go back to the OAI sources overview
fr: Retour à l'aperçu des sources OAI

source: Try again with another url
fr: Réessayez avec une autre URL

source: Continue anyway
fr: Continuer quand même

source: Return to the month view
fr: Retour à la vue mensuelle

source: Next page
fr: Page suivante

source: Previous page
fr: Page précédente

source: Compare with original
fr: Comparer à l'original

source: Delete from holding pen
fr: Supprimer de la liste d'attente

source: Error when retrieving the Holding Pen entry
fr: Erreur lors de l'accès à l'entrée de la liste d'attente

source: Error when retrieving the record
fr: Erreur lors de l'accès à la notice

source: Error when formatting the Holding Pen entry. Probably its content is broken
fr: Erreur lors du formatage de l'entrée de la liste d'attente. L'entrée est probablement corrompue

source: Accept Holding Pen version
fr: Accepter la version de la Liste d'Attente

source: See Guide
fr: Voir le guide

source: OAI sources currently present in the database
fr: Sources OAI actuellement présentes dans la base de données

source: No OAI sources currently present in the database
fr: Pas de sources OAI présentes dans la base de données

source: Next oaiharvest task
fr: Prochaine récolte OAI

source: scheduled time:
fr: heure programmée:

source: current status:
fr: statut actuel:

source: No oaiharvest task currently scheduled.
fr: Pas de prochaine récolte OAI prévue.

source: successfully validated
fr: validation effectuée

source: does not seem to be a OAI-compliant baseURL
fr: ne semble pas être une URL de base compatible OAI

source: View next entries...
fr: Afficher les prochaines entrées...

source: previous month
fr: mois précédent

source: next month
fr: mois prochain

source: main Page
fr: Page principale

source: Return to main selection
fr: Retour à la sélection principale

source: Run Record Editor
fr: Lancer éditeur de notices

source: Run Multi-Record Editor
fr: Lancer éditeur de notices multiples

source: Run Document File Manager
fr: Lancer gestionnaire de fichiers

source: Run Record Merger
fr: Lancer fusionneur de notices

source: Run BibSword client
fr: Lancer client BibSword

source: Configure BibKnowledge
fr: Configurer BibKnowledge

source: Configure BibFormat
fr: Configurer BibFormat

source: Configure OAI Harvest
fr: Configurer l'Import OAI

source: Configure OAI Repository
fr: Configurer l'Archive OAI

source: Configure BibIndex
fr: Configurer BibIndex

source: Configure BibRank
fr: Configurer BibRank

source: Configure WebAccess
fr: Configurer WebAccess

source: Configure WebComment
fr: Configurer WebComment

source: Configure WebSearch
fr: Configurer WebSearch

source: Configure WebSubmit
fr: Configurer WebSubmit

source: Configure WebJournal
fr: Configurer WebJournal

source: Run BibCirculation
fr: Lancer BibCirculation

source: Run Batch Uploader
fr: Lancer Batch Uploader

source: Run Person/Author Manager
fr: Lancer Gestionnaire de Personnes/Auteurs

source: Your account on '%s' has been activated
fr: Votre compte sur '%s' a été créé.

source: Your account earlier created on '%s' has been activated:
fr: Votre compte créé précédemment sur '%s' a été activé.

source: Username/Email:
fr: Nom d'utilisateur/Email

source: Password:
fr: Mot de passe:

source: Account created on '%s'
fr: Compte créé sur '%s'

source: An account has been created for you on '%s':
fr: Votre compte a été créé sur '%s':

source: Account rejected on '%s'
fr: Compte sur '%s' rejeté

source: Your request for an account has been rejected on '%s':
fr: Votre demande d'adhésion au groupe %s a été rejetée:

source: Username/Email: %s
fr: Nom d'utilisateur/Email: %s

source: Account deleted on '%s'
fr: Compte sur '%s' effacé

source: Your account on '%s' has been deleted:
fr: Votre compte sur '%s' a été supprimé:

source: Detailed record
fr: Notice détaillée

source: Similar records
fr: Notices similaires

source: Cited by
fr: Cité par

source: You already have an alert named %s.
fr: Vous avez déjà défini une alerte dont le nom est %s.

source: unknown
fr: inconnu

source: You do not have rights for this operation.
fr: Vous n'êtes pas autorisé à effectuer cette opération.

source: You already have an alert defined for the specified query and basket.
fr: Vous avez déjà défini une alerte pour cette requête sur ce panier.

source: The alert name cannot be empty.
fr: Le nom de l'alerte ne peut pas être vide.

source: You are not the owner of this basket.
fr: Vous n'êtes pas le prpriétaire de ce panier.

source: The alert %s has been added to your profile.
fr: L'alerte %s a été ajoutée à votre compte.

source: The alert %s has been successfully updated.
fr: L'alerte %s a été mise à jour.
