Repository: chokribr/invenio
Catalog: po/*.po
Languages: fr

source: 1 review
fr: 1 évaluation

source: Collection %s Not Found
fr: Collection %s introuvable

source: Sorry, collection %s does not seem to exist.
fr: Désolé, la collection %s n'existe pas.

source: You may want to start browsing from %s.
fr: Vous pouvez recommencer à chercher depuis %s.

source: Set up a personal %(x_url1_open)semail alert%(x_url1_close)s or subscribe to the %(x_url2_open)sRSS feed%(x_url2_close)s.
fr: Abonnez-vous à une %(x_url1_open)salerte email%(x_url1_close)s personnalisée ou inscrivez-vous via le %(x_url2_open)sflux RSS%(x_url2_close)s.

source: Subscribe to the %(x_url2_open)sRSS feed%(x_url2_close)s.
fr: S'abonner au %(x_url2_open)sflux RSS%(x_url2_close)s.

source: Interested in being notified about new results for this query?
fr: Vous désirez être averti des nouveaux résultats pour cette recherche?

source: Back to search
fr: Retour à la recherche

source: %s of
fr: %s sur

source: People who downloaded this document also downloaded:
fr: Les utilisateurs qui ont téléchargé ce document ont aussi téléchargé:

source: People who viewed this page also viewed:
fr: Les utilisateurs qui ont vu cette page ont aussi vu:

source: Cited by: %s records
fr: Cité par: %s notices

source: Co-cited with: %s records
fr: Co-cité avec: %s notices

source: .. of which self-citations: %s records
fr: parmi lesquelles auto-citations: %s notices

source: No Papers
fr: Aucun Article

source: Frequent co-authors
fr: Co-auteurs fréquents

source: This is me. Verify my publication list.
fr: Je suis cette personne. Vérifier ma liste de publications.

source: No Citation Information available
fr: Aucune information de citation disponible

source: Citation summary results
fr: Résultats du résumé des citations

source: Total number of citations:
fr: Nombre de citations:

source: Average citations per paper:
fr: Moyenne des citations par rapport

source: Breakdown of papers by citations:
fr: Répartition des documents par citations

source: The system administrators have been alerted.
fr: Les administrateurs du système ont été alertés.

source: Focus on:
fr: Focaliser sur:

source: Latest additions:
fr: Derniers ajouts:

source: brief
fr: condensé

source: You are not authorized to view this area.
fr: Vous n'avez pas l'autorisation de voir cette page.

source: Not found
fr: Notice introuvable

source: Information
fr: Informations

source: References
fr: Références

source: Usage statistics
fr: Statistiques d'utilisation

source: Files
fr: Fichiers

source: Plots
fr: Graphiques

source: Holdings
fr: Exemplaires

source: You are logged in as guest. You may want to %(x_url_open)slogin%(x_url_close)s as a regular user.
fr: Vous êtes identifié comme invité. Vous pouvez vous %(x_url_open)sidentifier%(x_url_close)s en tant qu'utilisateur.

source: The %(x_fmt_open)sguest%(x_fmt_close)s users need to %(x_url_open)sregister%(x_url_close)s first
fr: Les %(x_fmt_open)sinvités%(x_fmt_close)s doivent d'abord %(x_url_open)s'enregistrer%(x_url_close)s.

source: No queries found
fr: Pas de requête trouvée

source: This collection is restricted. If you think you have right to access it, please authenticate yourself.
fr: Cette collection est restreinte d'accès. Identifiez-vous pour y accéder.

source: This file is restricted. If you think you have right to access it, please authenticate yourself.
fr: L'accès à ce fichier est restreint. Identifiez-vous pour y accéder.

source: Please enter a group name.
fr: Veuillez entrer un nom de groupe.

source: Please enter a valid group name.
fr: Veuillez entrer un nom de groupe valide.

source: Please choose a group join policy.
fr: Veuillez choisir une règle d'adhésion au groupe.

source: Group name already exists. Please choose another group name.
fr: Le nom du groupe existe déjà. Veuillez en choisir un autre.

source: You are already member of the group.
fr: Vous êtes déjà membre de ce groupe.

source: Please select only one group.
fr: Veuillez ne sélectionner qu'un seul groupe.

source: Please select one group.
fr: Veuillez sélectionner un groupe.

source: Sorry, there was an error with the database.
fr: Désolé, une erreur avec la base de donnée s'est produite.

source: Sorry, you do not have sufficient rights on this group.
fr: Désolé, vous n'êtes pas suffisamment de droits pour ce groupe.

source: The group has already been deleted.
fr: Le groupe a déjà été supprimé.

source: Please choose a member if you want to remove him from the group.
fr: Veuillez sélectionner un membre si vous souhaitez l'en retirer du groupe.

source: Please choose a user from the list if you want him to be added to the group.
fr: Veuillez sélectionner un utilisateur de la liste pour l'ajouter à ce groupe.

source: The user is already member of the group.
fr: L'utilisateur est déjà membre du groupe.

source: Please choose a user from the list if you want him to be removed from waiting list.
fr: Veuillez sélectionner un utilisateur de la liste si vous souhaitez l'en retirer de la liste d'attente.

source: The user request for joining group has already been rejected.
fr: La demande d'adhésion au groupe a déjà été rejetée.

source: user
fr: utilisateur

source: External account settings
fr: Paramètres de compte externe

source: You can consult the list of your external groups directly in the %(x_url_open)sgroups page%(x_url_close)s.
fr: Vous pouvez consulter la liste de vos groupes externes directement sur la %(x_url_open)spage des groupes%(x_url_close)s.

source: External user groups
fr: Groupes utilisateurs externes

source: mandatory
fr: obligatoire

source: If you want to change your email or set for the first time your nickname, please set new values in the form below.
fr: Pour changer votre adresse email ou choisir votre pseudonyme la première fois, utilisez les champs ci-dessous.

source: Edit login credentials
fr: Modifier les données d'identification

source: New email address
fr: Nouvelle adresse email

source: Set new values
fr: Enregistrer les nouvelles valeurs

source: Since this is considered as a signature for comments and reviews, once set it can not be changed.
fr: Puisque ce nom est considéré comme une signature pour les commentaires et les évaluations, il n'est pas possible de le changer une fois choisi.

source: If you want to change your password, please enter the old one and set the new value in the form below.
fr: Pour changer votre adresse email ou votre mot de passe, utilisez le formulaire ci-dessous.

source: Old password
fr: Ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: optional
fr: optionnel

source: The password phrase may contain punctuation, spaces, etc.
fr: Le mot de passe peut contenir de la ponctuation, des espaces, etc.

source: You must fill the old password in order to set a new one.
fr: Vous devez entrer l'ancien mot de passe pour en choisir un nouveau.

source: Retype password
fr: Inscrivez à nouveau votre mot de passe

source: Set new password
fr: Enregistrer nouveau mot de passe

source: If you are using a lightweight CERN account you can %(x_url_open)sreset the password%(x_url_close)s.
fr: Si vous utilisez un compte CERN "lightweight", vous pouvez %(x_url_open)sréinitialiser le mot de passe%(x_url_close)s.

source: You can change or reset your CERN account password by means of the %(x_url_open)sCERN account system%(x_url_close)s.
fr: Vous pouvez changer ou réinitialiser votre mot de passe CERN directement sur la %(x_url_open)spage de gestion des comptes CERN%(x_url_close)s.

source: Edit cataloging interface settings
fr: Modifier les préférences de l'interface de cataloguage

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Update settings
fr: Modifier les préférences

source: Edit language-related settings
fr: Modifier les préférences de langue

source: Select desired language of the web interface.
fr: Choisir la langue de l'interface.

source: Edit search-related settings
fr: Modifier les préférences de recherche

source: Show the latest additions box
fr: Afficher les listes des derniers ajouts

source: Show collection help boxes
fr: Afficher les boites d'aide des collections

source: Number of search results per page
fr: Nombre de résultats par page

source: Edit login method
fr: Éditer la méthode d'identification

source: Please select which login method you would like to use to authenticate yourself
fr: Veuillez sélectionner la méthode utilisée pour vous identifier.

source: Select method
fr: Choisir la méthode

source: If you have lost the password for your %(sitename)s %(x_fmt_open)sinternal account%(x_fmt_close)s, then please enter your email address in the following form in order to have a password reset link emailed to you.
fr: Si vous avez perdu le mot de passe de votre %(x_fmt_open)scompte interne%(x_fmt_close)s %(sitename)s, entrez votre adresse email ci-dessous pour recevoir un lien permettant de réinitialiser votre mot de passe.

source: Email address
fr: Adresse email

source: Send password reset link
fr: Envoyer le lien de réinitialisation

source: If you have been using the %(x_fmt_open)sCERN login system%(x_fmt_close)s, then you can recover your password through the %(x_url_open)sCERN authentication system%(x_url_close)s.
fr: Si votre compte utilise le %(x_fmt_open)ssystème d'identification du CERN%(x_fmt_close)s, vous pouvez retrouver votre mot de passe sur la %(x_url_open)spage de gestion des comptes CERN%(x_url_close)s.

source: Note that if you have been using an external login system, then we cannot do anything and you have to ask there.
fr: Si vous utilisez un système d'identification externe, vous devez vous adresser directement aux responsables de ce système.

source: Alternatively, you can ask %s to change your login system from external to internal.
fr: Autrement vous pouvez demander à %s de changer le système d'enregistrement de externe à interne.

source: %s offers you the possibility to personalize the interface, to set up your own personal library of documents, or to set up an automatic alert query that would run periodically and would notify you of search results by email.
fr: %s vous permet de pesonnaliser l'interface, de créer votre propre bibliothèque de documents personnels, ou de créer une alerte automatique tournant périodiquement et vous avertissant lorsque de nouveaux résultats de recherche sont disponibles.

source: Your Settings
fr: Vos Paramètres

source: Set or change your account email address or password. Specify your preferences about the look and feel of the interface.
fr: Inscrivez ou modifiez l'adresse email ou le mot de passe de votre compte. Indiquez vos préférences pour l'affichage de l'interface.

source: View all the searches you performed during the last 30 days.
fr: Afficher les recherches que vous avez effectuées durant les 30 derniers jours.

source: With baskets you can define specific collections of items, store interesting records you want to access later or share with others.
fr: Les paniers vous permettent de définir des collections spécifiques de notices, d'enregistrer des notices que vous souhaiteriez revoir plus tard ou partager avec d'autres.

source: Subscribe to a search which will be run periodically by our service. The result can be sent to you via Email or stored in one of your baskets.
fr: S'abonner à une recherche qui sera effectuée périodiquement par nos services. Les résultats peuvent vous être communiqués par email ou être directement enregistrés dans l'un de vos paniers.

source: Check out book you have on loan, submit borrowing requests, etc. Requires CERN ID.
fr: Vérifiez la liste des ouvrages que vous avez en prêt, soumettez des demandes d'emprunt, etc. Nécessite un CERN ID.

source: You are logged in as a guest user, so your alerts will disappear at the end of the current session.
fr: Vous êtes actuellement enregistré en tant qu'invité. Vos alertes disparaîtront à la fin de la session.

source: You are logged in as %(x_user)s. You may want to a) %(x_url1_open)slogout%(x_url1_close)s; b) edit your %(x_url2_open)saccount settings%(x_url2_close)s.
fr: Vous êtes enregistré comme %(x_user)s. Vous pouvez a) %(x_url1_open)svous déconnecter%(x_url1_close)s; b) modifier vos %(x_url2_open)spréférences de compte%(x_url2_close)s.

source: Your Alert Searches
fr: Vos Alertes

source: You can consult the list of %(x_url_open)syour groups%(x_url_close)s you are administering or are a member of.
fr: Vous pouvez consulter la liste de %(x_url_open)svos groupes%(x_url_close)s pour lesquels vous êtes administrateur ou membre.

source: Your Groups
fr: Vos Groupes

source: You can consult the list of %(x_url_open)syour submissions%(x_url_close)s and inquire about their status.
fr: Vous pouvez consulter la liste de %(x_url_open)svos soumissions%(x_url_close)s et vous informer sur leur statut.

source: Your Submissions
fr: Vos Soumissions

source: You can consult the list of %(x_url_open)syour approvals%(x_url_close)s with the documents you approved or refereed.
fr: Vous pouvez consulter la liste de %(x_url_open)svos approbations%(x_url_close)s contenant les références des documents que vous avez approuvés ou relus.

source: Your Approvals
fr: Vos Approbations

source: You can consult the list of %(x_url_open)syour tickets%(x_url_close)s.
fr: Vous pouvez consulter la liste de %(x_url_open)svos tickets%(x_url_close)s.

source: Your Tickets
fr: Vos Tickets

source: Your Administrative Activities
fr: Vos Activités Administratives

source: Try again
fr: Réessayer

source: Somebody (possibly you) coming from %(x_ip_address)s has asked for a password reset at %(x_sitename)s for the account "%(x_email)s".
fr: Quelqu'un (vous-même?) provenant de %(x_ip_address)s a demandé de réinitialiser le mot de passe %(x_sitename)s pour le compte "%(x_email)s".

source: If you want to reset the password for this account, please go to:
fr: Pour réinitialiser le mot de passe de ce compte, allez ici:

source: in order to confirm the validity of this request.
fr: afin de confirmer la validité de cette demande.

source: Please note that this URL will remain valid for about %(days)s days only.
fr: Notez que ce lien restera valide seulement %(days)s jours.

source: Somebody (possibly you) coming from %(x_ip_address)s has asked to register a new account at %(x_sitename)s for the email address "%(x_email)s".
fr: Quelqu'un (vous-même?) provenant de %(x_ip_address)s a demandé l'enregistrement d'un nouveau compte %(x_sitename)s pour l'adresse "%(x_email)s".

source: If you want to complete this account registration, please go to:
fr: Pour procéder à l'enregistrement de ce compte, allez ici:

source: Okay, a password reset link has been emailed to %s.
fr: Le lien de réinitialisation du mot de passe a été envoyé à %s.

source: Deleting your account
fr: Effacement de votre compte

source: You are no longer recognized by our system.
fr: Vous n'êtes plus connecté sur notre système.

source: You are still recognized by the centralized %(x_fmt_open)sSSO%(x_fmt_close)s system. You can %(x_url_open)slogout from SSO%(x_url_close)s, too.
fr: Vous êtes par contre toujours reconnu par le %(x_fmt_open)ssystème centralisé SSO%(x_fmt_close)s. Vous pouvez également vous %(x_url_open)sdéconnecter de SSO%(x_url_close)s.

source: If you wish you can %(x_url_open)slogin here%(x_url_close)s.
fr: Si vous le souhaitez, vous pouvez vous %(x_url_open)sidentifier%(x_url_close)s.

source: If you already have an account, please login using the form below.
fr: Si vous possédez déjà un compte, veuillez utiliser le formulaire ci-dessous pour vous identifier.

source: If you don't own a CERN account yet, you can register a %(x_url_open)snew CERN lightweight account%(x_url_close)s.
fr: Si vous ne possédez pas encore de compte CERN, vous pouvez %(x_url_open)scréer un compte CERN "lightweight"%(x_url_close)s.

source: If you don't own an account yet, please %(x_url_open)sregister%(x_url_close)s an internal account.
fr: Si vous ne possédez pas encore de compte, vous pouvez vous %(x_url_open)senregistrer%(x_url_close)s pour créer un compte interne.

source: If you don't own an account yet, please contact %s.
fr: Si vous ne possédez pas encore de compte, veuillez contacter %s.

source: Login method:
fr: Méthode d'identification:

source: Remember login on this computer.
fr: Mémoriser ma session sur cet ordinateur.

source: login
fr: identification

source: Lost your password?
fr: Vous avez perdu votre mot de passe?

source: You can use your nickname or your email address to login.
fr: Vous pouvez utiliser votre pseudonyme ou votre adresse email pour vous identifier.

source: Your request is valid. Please set the new desired password in the following form.
fr: Votre demande a été vérifiée. Veuillez entrer le nouveau mot de passe désiré dans le formulaire ci-dessous.

source: Set a new password for
fr: Enregistrer un nouveau mot de passe pour

source: Type the new password
fr: Indiquez le nouveau mot de passe

source: Type again the new password
fr: Retapez le nouveau mot de passe

source: Set the new password
fr: Appliquer le nouveau mot de passe

source: Please enter your email address and desired nickname and password:
fr: Veuillez entrer votre adresse email, ainsi que le nom d'utilisateur souhaité et le mot de passe:

source: It will not be possible to use the account before it has been verified and activated.
fr: Le compte ne pourra pas être utilisé avant qu'il ait été vérifié et activé par nos services.

source: Retype Password
fr: Réinscrivez votre mot de passe

source: register
fr: s'enregistrer

source: Please do not use valuable passwords such as your Unix, AFS or NICE passwords with this service. Your email address will stay strictly confidential and will not be disclosed to any third party. It will be used to identify you for personal services of %s. For example, you may set up an automatic alert search that will look for new preprints and will notify you daily of new arrivals by email.
fr: Veuillez ne pas utiliser de mot de passe précieux, comme votre mot de passe Unix, AFS ou NICE avec ce service. Votre adresse email restera strictement confidentielle et ne sera en aucun cas donnée ou vendue à un tiers. Elle ne sera utilisée que pour vous identifier sur les services personnalisés de %s. Par exemple, vous pourriez créer une alerte automatique qui cherche des preprints et vous informe quotidiennement par email des nouveautés disponibles.

source: It is not possible to create an account yourself. Contact %s if you want an account.
fr: Il n'est pas possible de créer un compte vous-même. Veuillez contacter %s si vous désirez un compte.

source: You seem to be a guest user. You have to %(x_url_open)slogin%(x_url_close)s first.
fr: Vous n'êtes pas identifé. Vous devez d'abord vous %(x_url_open)sidentifier%(x_url_close)s.

source: You are not authorized to access administrative functions.
fr: Vous n'êtes pas autorisé à accéder aux fonctions administratives.

source: You are enabled to the following roles: %(x_role)s.
fr: Vous avez accès aux rôles suivants: %(x_role)s.

source: Run BibSword Client
fr: Lancer client BibSword

source: Here are some interesting web admin links for you:
fr: Voici quelques liens administratifs intéressants pour vous:

source: For more admin-level activities, see the complete %(x_url_open)sAdmin Area%(x_url_close)s.
fr: Pour plus d'activités administratives, affichez la %(x_url_open)szone d'administration%(x_url_close)s.

source: guest
fr: visiteur

source: logout
fr: déconnexion

source: Personalize
fr: Personnaliser

source: Your account
fr: Votre compte

source: Your alerts
fr: Vos alertes

source: Your approvals
fr: Vos approbations

source: Your baskets
fr: Vos paniers

source: Your groups
fr: Vos groupes

source: Your loans
fr: Vos emprunts

source: Your messages
fr: Vos messages

source: Your submissions
fr: Vos soumissions

source: Your searches
fr: Vos recherches

source: Statistics
fr: Statistiques

source: You are an administrator of the following groups:
fr: Vous êtes administrateur des groupes suivants:

source: Group
fr: Groupe

source: You are not an administrator of any groups.
fr: Vous n'êtes administrateur d'aucun groupe.

source: Edit group
fr: Éditer le groupe

source: Edit %s members
fr: Éditer les %s membres du groupe

source: Create new group
fr: Créer un nouveau groupe

source: You are a member of the following groups:
fr: Vous êtes membre des groupes suivants:

source: You are not a member of any groups.
fr: Vous n'êtes membre d'aucun groupe.

source: Join new group
fr: Adhérer à un nouveau groupe

source: Leave group
fr: Quitter un groupe

source: You are a member of the following external groups:
fr: Vous êtes membre des groupes externes suivants:

source: You are not a member of any external groups.
fr: Vous n'êtes membre d'aucun groupe externe.

source: Update group
fr: Mettre à jour le groupe

source: Edit group %s
fr: Éditer le groupe %s

source: Delete group
fr: Effacer le groupe

source: Group name:
fr: Nom du groupe:

source: Group description:
fr: Description du groupe:

source: Group join policy:
fr: Règle adhésion au groupe:

source: Please select:
fr: Veuillez choisir:

source: Join group
fr: Adhérer au groupe

source: or find it
fr: ou en trouver un

source: Choose group:
fr: Choisissez un groupe:

source: Find group
fr: Chercher un groupe

source: Remove member
fr: Supprimer un membre

source: No members.
fr: Aucun membre.

source: Accept member
fr: Accepter un nouveau membre

source: Reject member
fr: Rejeter l'adhésion du membre

source: No members awaiting approval.
fr: Aucun membre en attente d'approbation

source: Current members
fr: Membres actuels

source: Members awaiting approval
fr: Membres en attente d'approbation

source: Invite new members
fr: Inviter de nouveaux membres

source: Invitation to join "%s" group
fr: Invitation à rejoindre le groupe "%s"

source: Hello: I think you might be interested in joining the group "%(x_name)s". You can join by clicking here: %(x_url)s. Best regards.
fr: Bonjour, Je pense que vous pourriez être intéressé à rejoindre le groupe "%(x_name)s". Vous pouvez vous y inscrire ici: %(x_url)s. Meilleures salutations.

source: If you want to invite new members to join your group, please use the %(x_url_open)sweb message%(x_url_close)s system.
fr: Si vous souhaitez inviter de nouveaux membres à rejoindre votre groupe, veuillez utiliser le %(x_url_open)ssystème de messagerie interne%(x_url_close)s.

source: Group: %s
fr: Groupe: %s

source: Group list
fr: Liste des groupes

source: You are not member of any group.
fr: Vous n'êtes pas membre de groupe.

source: Are you sure you want to delete this group?
fr: Êtes-vous sûr de vouloir supprimer ce groupe?

source: Are you sure you want to leave this group?
fr: Êtes-vous sûr de vouloir quitter ce groupe?

source: Visible and open for new members
fr: Visible et ouvert aux nouveaux membres

source: Visible but new members need approval
fr: Visible mais nécessitant une approbation pour les nouveaux membres

source: Group %s: New membership request
fr: Groupe %s: Nouvelle demande d'adhésion

source: A user wants to join the group %s.
fr: Un utilisateur désire adhérer au groupe %s.

source: Please %(x_url_open)saccept or reject%(x_url_close)s this user's request.
fr: Veuillez %(x_url_open)saccepter ou rejeter%(x_url_close)s la demande de cet utilisateur.

source: Group %s: Join request has been accepted
fr: Groupe %s: la demande d'adhésion a été acceptée

source: Your request for joining group %s has been accepted.
fr: Votre demande d'adhésion au groupe %s a été acceptée.

source: Group %s: Join request has been rejected
fr: Groupe %s: la demande d'adhésion a été rejetée

source: Your request for joining group %s has been rejected.
fr: Votre demande d'adhésion au groupe %s a été rejetée.
