Repository: chokribr/invenio
Catalog: po/*.po
Languages: fr

source: AND NOT
fr: ET NON PAS

source: Admin Area
fr: Zone d'administration

source: Browse
fr: Liste

source: Search Tips
fr: Conseils de recherche

source: abstract
fr: résumé

source: fulltext
fr: texte intégral

source: Regular expression:
fr: Expression régulière:

source: All of the words:
fr: Tous les mots:

source: report number
fr: numéro de rapport

source: year
fr: année

source: subject
fr: sujet

source: or
fr: ou

source: Partial phrase:
fr: Phrase partielle:

source: reference
fr: référence

source: author
fr: auteur

source: Search Guide
fr: Guide de recherche

source: Export as
fr: Exporter vers

source: Any of the words:
fr: Au moins un des mots:

source: Search
fr: Recherche

source: Citation Metrics
fr: Métriques des Citations

source: experiment
fr: expérience

source: any field
fr: tous les champs

source: Help Central
fr: Centre d'aide

source: WebSearch Admin Guide
fr: Guide d'administration de WebSearch

source: Exact phrase:
fr: Phrase exacte:

source: Submit Guide
fr: Aide à la soumission

source: AND
fr: ET

source: keyword
fr: mot clé

source: title
fr: titre

source: Narrow by collection:
fr: Limiter par collection:

source: Add to personal basket
fr: Ajouter au panier personnel

source: WebSubmit Admin Guide
fr: Guide d'administration de WebSubmit

source: OR
fr: OU

source: Click here to review the transactions.
fr: Cliquez ici pour vérifier les transactions.

source: Quit searching.
fr: Arrêter la recherche

source: Select All
fr: Tout Sélectionner

source: Select None
fr: Tout Désélectionner

source: Invert Selection
fr: Inverser Sélection

source: Hide successful claims
fr: Masquer les revendications réussies

source: No status information found.
fr: Aucun statut.

source: Operator review of user actions pending
fr: Revue des actions d'utilisateurs par les opérateurs en cours

source: Sorry, there are currently no records to be found in this category.
fr: Désolé, il n'y a actuellement pas de notice dans cette catégorie.

source: Review Transaction
fr: Examiner la transaction

source: These records have been marked as not being from this person.
fr: Ces notices ont été marquées comme n'étant pas de cette personne.

source: They will be regarded in the next run of the author
fr: Elles seront considérées lors de la prochaine exécution

source: disambiguation algorithm and might disappear from this listing.
fr: la l'algorithme de désambiguation, et pourrait disparaître de cette liste.

source: Not provided
fr: Non indiqué

source: Not available
fr: Non disponible

source: No comments
fr: Aucun commentaire

source: Not Available
fr: Non Disponible

source: Delete this ticket
fr: Supprimer ce ticket

source: Commit this entire ticket
fr: Commettre intégralement ce ticket

source: Select name for
fr: Choisir un nom pour

source: Error retrieving record title
fr: Erreur lors de la récupération du titre de la notice

source: Paper title:
fr: Titre de l'article:

source: Ignore
fr: Ignorer

source: The following names have been automatically chosen:
fr: Les noms suivants ont été choisis automatiquement:

source: For
fr: Pour

source: -- With name:
fr: -- Avec nom:

source: Symbols legend:
fr: Légende des symboles:

source: Everything is shiny, captain!
fr: Tout roule, capitaine!

source: The result of this request will be visible immediately
fr: La résultat de cette requête sera immédiatement visible

source: Confirmation needed to continue
fr: Confirmation demandée pour continuer

source: This will create a change request for the operators
fr: Cela générera une requête de modification pour les opérateurs

source: The result of this request will be visible upon confirmation through an operator
fr: Le résultat de cette requête sera visible après confirmation par un opérateur

source: Selected name on paper
fr: Nom sélectionné sur l'article

source: Verification needed to continue
fr: Vérification demandée pour continuer

source: This will create a request for the operators
fr: Cela générera une requête pour les opérateurs

source: Please provide your information
fr: Veuillez indiquer vos informations personnelles

source: Please provide your first name
fr: Veuillez indiquer votre prénom

source: Your first name:
fr: Votre prénom:

source: Please provide your last name
fr: Veuillez indiquer votre nom de famille

source: Your last name:
fr: Votre nom de famille:

source: Please provide your eMail address
fr: Veuillez indiquer votre adresse email

source: This eMail address is reserved by a user. Please log in or provide an alternative eMail address
fr: Cette adresse email est déjà allouée à quelqu'un. Connectez-vous ou indiquer une autre adresse email

source: Your eMail:
fr: Votre email:

source: You may leave a comment (optional)
fr: Vous pouvez laisser un commentaire (optionnel)

source: Continue claiming*
fr: Continuer à revendiquer des articles*

source: Confirm these changes**
fr: Confirmer ces changements**

source: !Delete the entire request!
fr: !Effacer complètement la demande!

source: Mark as your documents
fr: Marquer comme étant vos documents

source: Mark as _not_ your documents
fr: Marquer comme n'étant _pas_ vos documents

source: Nothing staged as not yours
fr: Aucun marqué comme n'étant pas le votre

source: Mark as their documents
fr: Marquez comme étant leurs documents

source: Nothing staged in this category
fr: Aucun marqué dans cette categorie

source: Mark as _not_ their documents
fr: Marquer comme n'étant _pas_ leurs documents

source: * You can come back to this page later. Nothing will be lost. <br />
fr: * Vous pouvez revenir sur cette page plus tard. Rien ne sera perdu <br />

source: ** Performs all requested changes. Changes subject to permission restrictions will be submitted to an operator for manual review.
fr: ** Applique tous les changements demandés. Les changements sujets à des autorisations seront transmis à un opérateur pour vérification.

source: Recent Papers
fr: Articles Récents

source: Publication List
fr: Liste de Publications

source: Showing the
fr: Affichage des

source: most recent documents:
fr: plus récents documents:

source: Sorry, there are no documents known for this person
fr: Désolé, il n'y a pas de documents connus pour cette personne

source: Fatal: Author ID capabilities are disabled on this system.
fr: Erreur fatale: les fonctionnalités liées aux identifiants des auteurs sont désactivées sur ce système.

source: Fatal: You are not allowed to access this functionality.
fr: Vous n'êtes pas autorisé à accéder à cette fonctionnalité.

source: Claim this paper
fr: Revendiquer cet article

source: <p>We're sorry. An error occurred while handling your request. Please find more information below:</p>
fr: <p>Désolé. Une erreur s'est produite lors du traitement de cette requête. Plus d'informations ci-dessous:</p>

source: Notice
fr: Note

source: Error
fr: Erreur

source: You have %i tickets.
fr: Vous avez %i tickets.

source: Previous
fr: Précédent

source: show
fr: afficher

source: close
fr: fermer

source: Next
fr: Suivant

source: Home
fr: Accueil

source: Request
fr: Emprunter

source: Items
fr: Notices

source: ILL
fr: PEB

source: Help
fr: Aide

source: This item has no holdings.
fr: Cette notice n'a pas d'exemplaires.

source: Library
fr: Bibliothèque

source: Location
fr: Emplacement

source: Loan period
fr: Période de prêt

source: Status
fr: Statut

source: Due date
fr: Échéance du prêt

source: Barcode
fr: Code-barres

source: See this book on BibCirculation
fr: Voir ce livre dans BibCirculation

source: Back
fr: Retour

source: Renew all loans
fr: Prolonger tous les prêts

source: Loans - historical overview
fr: Prêts - Aperçu de l'historique

source: You don't have any book on loan.
fr: Vous n'avez aucun livre en prêt.

source: Item
fr: Exemplaire

source: Loaned on
fr: Emprunté le

source: Renew
fr: Prolonger

source: Your Requests
fr: Vos Réservations

source: You don't have any request (waiting or pending).
fr: Vous n'avez aucune demande en attente.

source: Request date
fr: Date de demande

source: Cancel
fr: Annuler

source: Back to home
fr: Revenir à l'accueil

source: Loaned
fr: Emprunté

source: Returned
fr: Rendu

source: Renewals
fr: Prolongations

source: Enter your period of interest
fr: Entrez la période souhaitée

source: From
fr: De

source: To
fr: À

source: Confirm
fr: Confirmer

source: No more requests are pending.
fr: Aucune autre demande n'est en attente.

source: Name
fr: Nom

source: Delete
fr: Supprimer

source: Reset
fr: Réinitialiser

source: Loan informations
fr: Informations du prêt

source: Borrower
fr: Emprunteur

source: Author
fr: Auteur

source: Year
fr: année

source: Publisher
fr: Éditeur

source: Return date
fr: Date de retour

source: Waiting requests
fr: Demandes en attente

source: Request status
fr: Statut demande

source: Request options
fr: Options demande

source: Select request
fr: Sélectionner demande

source: Welcome to Invenio BibCirculation Admin
fr: Bienvenue sur l'administration de BibCirculation

source: Search borrower by
fr: Rechercher emprunteur par

source: Borrower(s)
fr: Emprunteur(s)

source: Item details
fr: Détails de l'exemplaire

source: 0 item(s) found.
fr: 0 copie trouvée.

source: Title
fr: Titre

source: Select user
fr: Sélectionner l'utilisateur

source: User information
fr: Informations sur l'utilisateur

source: Address
fr: Adresse

source: Mailbox
fr: Boîte aux lettres

source: Phone
fr: Téléphone

source: Continue
fr: Continuer

source: List of borrowed books
fr: Liste des emprunts

source: Write note(s)
fr: Écrire note(s)

source: Author(s)
fr: Auteur(s)

source: Print loan information
fr: Imprimer informations du prêt

source: Personal details
fr: Détails personnels

source: Write notes
fr: Écrire notes

source: Select item
fr: Sélectionner l'exemplaire

source: Borrower details
fr: Détails de l'emprunteur

source: Enter the period of interest
fr: Entrez la période souhaitée

source: From:
fr: De:

source: To:
fr: À:

source: A new request has been registered with success.
fr: Un nouvelle réservation a été enregistrée avec succès.

source: Loan information
fr: Informations sur le prêt

source: Loan date
fr: Date de prêt

source: Loan status
fr: Statut du prêt

source: Requested ?
fr: Réservé?

source: New due date:
fr: Nouvelle échéance:

source: Submit new due date
fr: Soumettre nouvelle échéance

source: The due date has been updated. New due date: %s
fr: L'échéance a été mise à jour. Nouvelle échéance pour le retour: %s

source: Notification has been sent!
fr: La notification a été envoyée!

source: Notes about loan
fr: Notes sur le prêt

source: [delete]
fr: [supprimer]

source: Write new note
fr: Écrire une note

source: Cancel hold request
fr: Annuler réservation

source: No result for your search.
fr: Pas de résultat pour votre recherche

source: Overdue letters
fr: Lettres de rappel

source: Loan Notes
fr: Note du Prêt

source: see notes
fr: voir notes

source: no notes
fr: aucune note

source: Send recall
fr: Envoyer rappel

source: No more requests are pending or waiting.
fr: Aucune autre demande de réservation n'est en attente.

source: Printable format
fr: Version imprimable

source: Edit this record
fr: Editer cette notice

source: Additional details
fr: Détails additionnels

source: No of loans
fr: Nb prêts

source: Update
fr: Mettre à jour

source: New request
fr: Nouvelle réservation

source: New loan
fr: Nouveau prêt

source: Add new copy
fr: Ajouter un exemplaire

source: Hold requests
fr: Réservations

source: More details
fr: Détails

source: Loans
fr: Prêts

source: Historical overview
fr: Aperçu de l'historique

source: There are no requests.
fr: Il n'y a pas de demandes.

source: There are no loans.
fr: Il n'y a pas de prêt.

source: Overdue letter
fr: Lettre de rappel

source: Loan notes
fr: Notes du prêt

source: Loan options
fr: Options de prêt

source: No notes
fr: Aucune note

source: See notes
fr: Voir notes

source: Returned on
fr: Rendu le

source: Update copy information
fr: Mettre à jour exemplaire

source: New copy information
fr: Informations du nouvel exemplaire

source: Copies of %s
fr: Exemplaires de %s

source: New copy details
fr: Détails nouvel exemplaire

source: Notes about this borrower
fr: Notes sur cet emprunteur

source: New ILL request
fr: Nouveau PEB

source: Notify this borrower
fr: Notifier l'emprunteur

source: Requests, Loans and ILL overview on
fr: Aperçu des Réservations, Prêts et PEB le

source: Requests
fr: Réservations

source: Request option(s)
fr: Option(s) de réservation

source: Loans status
fr: Statut du prêt

source: CERN Library
fr: Bibliothèque du CERN

source: Subject
fr: Sujet

source: Choose a template
fr: Choisir un modèle

source: Templates
fr: Modèles

source: Reminder
fr: Rappel

source: Load
fr: Charger

source: Send
fr: Envoyer

source: Notes about borrower
fr: Notes sur l'emprunteur

source: A new borrower has been registered.
fr: Un nouvel emprunteur a été enregistré.

source: Borrower information
fr: Information sur l'emprunteur

source: Supplier
fr: Fournisseur

source: Expected date
fr: Date prévue

source: Arrival date
fr: Date d'arrivée

source: Library notes
fr: Notes de la bibliothèque

source: Notes about this ILL
fr: Notes sur ce PEB

source: Interlibrary loan request for books
fr: Demande de prêt interbibliothèques de livre

source: ILL request details
fr: Détails PEB

source: Period of interest - From
fr: Période souhaitée - De

source: Period of interest - To
fr: Période souhaitée - À

source: Additional comments
fr: Commentaires additionnels

source: I want this edition only.
fr: Je veux uniquement cette édition spécifique.

source: here
fr: ici

source: Please fill the following form.
fr: Veuillez remplir le formulaire.

source: Book title
fr: Titre du livre

source: Place
fr: Lieu

source: Edition
fr: Édition

source: Budget code
fr: Code budgétaire

source: Period of interest (From)
fr: Période souhaitée (De)

source: Period of interest (To)
fr: Période souhaitée (À)

source: Borrower wants this edition only.
fr: L'emprunteur désire uniquement cette édition.

source: Only this edition.
fr: Uniquement cette édition

source: Only this edition
fr: Uniquement cette édition

source: 0 items found.
fr: 0 élément trouvé.

source: Proceed anyway
fr: Continuer quand même

source: Article details
fr: Détails de l'article

source: Periodical title
fr: Titre du périodique

source: Article title
fr: Titre de l'article

source: Report number
fr: Numéro de rapport

source: Issue
fr: Numéro

source: Periodical Title
fr: Titre du périodique

source: Article Title
fr: Titre de l'article

source: Borrower request
fr: Demande de l'emprunteur

source: Borrower comments
fr: Commentaires de l'emprunter

source: Only this edition?
fr: Uniquement cette édition?

source: ILL request ID
fr: ID requête PEB

source: Previous notes
fr: Notes précédentes

source: Library/Supplier
fr: Bibliothèque/Fournisseur

source: Cost
fr: Coût

source: Vendor
fr: Fournisseur

source: Interest from
fr: Intérêt depuis

source: select
fr: sélectionner

source: Notes about this library
fr: Notes sur cette bibliothèque

source: No of items
fr: Nb copies

source: New library information
fr: Informations nouvelle bibliothèque

source: A new library has been registered.
fr: Une nouvelle bibliothèque a été enregistrée.

source: Search library by
fr: Rechercher bibliothèque par

source: Library information
fr: Information sur la bibliothèque

source: The information has been updated.
fr: L'information a été mise à jour.

source: Library details
fr: Détails de la bibliothèque

source: Notes about library
fr: Notes sur la bibliothèque

source: New vendor information
fr: Informations nouveau fournisseur

source: A new vendor has been registered.
fr: Un nouveau fournisseur a été enregistré.

source: Search vendor by
fr: Rechercher fournisseur par

source: Vendor(s)
fr: Fournisseur(s):

source: Vendor information
fr: Information sur le fournisseur

source: Notes about this vendor
fr: Notes sur ce fournisseur

source: Vendor details
fr: Détails du fournisseur

source: Add notes
fr: Ajouter notes

source: Editor
fr: Éditeur

source: List of pending hold requests
fr: Liste des réservations en attente

source: You are not authorized to use loans.
fr: Vous n'êtes pas autorisé à faire des emprunts.

source: Your Loans
fr: Vos Prêts

source: You are not authorized to use ill.
fr: Vous n'êtes pas autorisé à faire des PEBs.

source: The record has been deleted.
fr: La notice a été supprimée.

source: Requested record does not seem to exist.
fr: Désolé, cette notice n'existe pas.

source: Yes
fr: Oui

source: No
fr: Non

source: Keywords
fr: Mot clé

source: Choose a file
fr: Choisir un fichier

source: Comment
fr: Commentaire

source: Access
fr: Accès

source: The file you want to edit is protected against modifications. Your action has not been applied
fr: Le fichier que vous voulez éditer est protégé contre les modifications. Votre action n'a pas été prise en compte.

source: The uploaded file is too small (<%i o) and has therefore not been considered
fr: Le fichier chargé est trop petit (<%i o) et a par conséquence été ignoré

source: The uploaded file is too big (>%i o) and has therefore not been considered
fr: Le fichier chargé est trop grand (>%i o) et a par conséquence été ignoré

source: The uploaded file name is too long and has therefore not been considered
fr: Le nom du fichier chargé est trop long et a par conséquence été ignoré

source: You have already reached the maximum number of files for this type of document
fr: Vous avez déjà atteint le nombre de fichier maximum pour ce type de document

source: A file named %s already exists. Please choose another name.
fr: Un fichier nommé %s existe déjà. Choisissez un autre nom.

source: A file with format '%s' already exists. Please upload another format.
fr: Un fichier au format '%s' existe déjà. Veuillez charger un autre format.

source: You are not allowed to use dot '.', slash '/', or backslash '\\' in file names. Choose a different name and upload your file again. In particular, note that you should not include the extension in the renaming field.
fr: Vous n'êtes pas autorisé à utiliser des points '.', slash '/', ou backslash '\\\\' dans les noms de fichier. Choisissez un autre nom et chargez à nouveau votre fichier. En particulier, faites attention à ne pas inclure l'extension de fichier dans le nom.

source: Choose how you want to restrict access to this file.
fr: Choisissez les restrictions d'accès à ce fichier.

source: Add new file
fr: Ajouter un fichier

source: You can decide to hide or not previous version(s) of this file.
fr: Vous pouvez choisir de cacher ou non les précédentes versions de ce fichier.

source: When you revise a file, the additional formats that you might have previously uploaded are removed, since they no longer up-to-date with the new file.
fr: Lors de la révision d'un fichier, les formats additionnels que vous pourriez avoir chargés auparavant sont enlevés, puisqu'ils ne correspondent plus à la dernière version du fichier.

source: Alternative formats uploaded for current version of this file will be removed
fr: Les formats alternatifs chargés pour la version courante de ce fichier seront enlevés

source: Keep previous versions
fr: Garder versions précédentes

source: Upload
fr: Envoyer

source: Apply changes
fr: Appliquer les modifications

source: Need help revising or adding files to record %(recid)s
fr: Besoin d'aide pour réviser ou ajouter des fichiers à la notice %(recid)s

source: Dear Support, I would need help to revise or add a file to record %(recid)s. I have attached the new version to this email. Best regards
fr: Cher Support, J'ai besoin d'aide pour réviser ou ajouter des fichiers à la notice %(recid)s. J'ai attaché la nouvelle version à cet email. Meilleures salutations

source: Having a problem revising a file? Send the revised version to %(mailto_link)s.
fr: Besoin d'aide pour réviser un fichier? Envoyez le fichier révisé à %(mailto_link)s.

source: Having a problem adding or revising a file? Send the new/revised version to %(mailto_link)s.
fr: Besoin d'aide pour réviser ou ajouter un fichier? Envoyez le fichier révisé à %(mailto_link)s.

source: revise
fr: réviser

source: delete
fr: Supprimer

source: add format
fr: ajouter format

source: file(s)
fr: fichier(s)

source: Restricted
fr: Restreint

source: see
fr: afficher

source: previous
fr: précédent

source: Requested record does not seem to have been integrated.
fr: La notice demandée ne semble pas avoir déjà intégrée.

source: The system has encountered an error in retrieving the list of files for this document.
fr: Le système a rencontré une erreur lors de la recherche des fichiers de ce document.

source: The error has been logged and will be taken in consideration as soon as possible.
fr: L'erreur a été enregistrée et sera prise en considération dès que possible.

source: This file is restricted:
fr: L'accès à ce fichier est restreint:

source: An error has happened in trying to stream the request file.
fr: Une erreur est survenue en tentant de transmettre le fichier demandé.

source: The requested file is hidden and can not be accessed.
fr: Le fichier demandé est caché et ne peut pas être accédé.

source: Requested file does not seem to exist.
fr: Le fichier demandé ne semble pas exister.

source: Access to Fulltext
fr: Accès aux Fichiers

source: An error has happened in trying to retrieve the requested file.
fr: Une erreur est survenue en tentant de retrouver le fichier demandé.

source: Not enough information to retrieve the document
fr: Il manque des informations pour retrouver le document

source: An error has happened in trying to retrieving the requested file.
fr: Une erreur est survenue en tentant de retrouver le fichier demandé.

source: Manage Document Files
fr: Gérer les fichiers

source: Your modifications to record #%i have been submitted
fr: Vos modifications de la notice #%i ont été soumises

source: Your modifications to record #%i have been cancelled
fr: Vos modifications de la notice #%i ont été annulées

source: Edit
fr: Éditer

source: Edit record
fr: Éditer la notice

source: Document File Manager
fr: Gestionnaire de fichiers

source: Record #%i
fr: Notice #%i

source: Cancel all changes
fr: Annuler tous les changements

source: Comparison of:
fr: Comparaison de:

source: Revision
fr: Révision

source: Comparing two record revisions
fr: Comparaison de révisions

source: Failed to create a ticket
fr: Échec lors de la création d'un ticket

source: Search criteria
fr: Critère de recherche

source: Output tags
fr: Champs en sortie

source: Filter collection
fr: Filtrer par collection

source: 1. Choose search criteria
fr: 1. Choisissez un critère de recherche

source: Specify the criteria you'd like to use for filtering records that will be changed. Use "Search" to see which records would have been filtered using these criteria.
fr: Spécifiez le critère à utiliser pour filtrer les notices à modifier. Utiliser "Recherche" pour afficher les notices qui seraient filtrées en utilisant ce critère.

source: Preview results
fr: Aperçu des résultats

source: 2. Define changes
fr: 2. Définir les modifications

source: Specify fields and their subfields that should be changed in every record matching the search criteria.
fr: Spécifiez les champs et sous-champs à modifier dans chaque notice correspondant au critère de recherche

source: Define new field action
fr: Ajouter une action sur un champ

source: Define new subfield action
fr: Ajouter une action sur un sous-champ

source: Field
fr: Champ

source: Select action
fr: Choisir une action

source: Add field
fr: Ajouter un champ

source: Delete field
fr: Effacer un champ

source: Update field
fr: Mettre à jour un champ

source: Add subfield
fr: Ajouter un sous-champ

source: Delete subfield
fr: Effacer un sous-champ

source: Save
fr: Enregistrer
