Repository: chokribr/invenio
Catalog: po/*.po
Languages: fr

source: You can consult the list of %(x_url_open)syour groups%(x_url_close)s.
fr: Vous pouvez consulter la liste de %(x_url_open)svos groupes%(x_url_close)s.

source: Group %s has been deleted
fr: Le groupe %s a été supprimé

source: Group %s has been deleted by its administrator.
fr: Le groupe %s a été supprimé par son administrateur.

source: You can consult the list of %(x_url_open)s%(x_nb_total)i groups%(x_url_close)s you are subscribed to (%(x_nb_member)i) or administering (%(x_nb_admin)i).
fr: Vous pouvez consulter la liste des %(x_url_open)s%(x_nb_total)i groupes%(x_url_close)s dont vous êtes membre (%(x_nb_member)i) ou administrateur(%(x_nb_admin)i).

source: Warning: The password set for MySQL root user is the same as the default Invenio password. For security purposes, you may want to change the password.
fr: Attention: le mot de passe pour l'utilisateur root de MySQL est le même mot de passe que celui de l'utilisateur d'Invenio sur MySQL. Pour des raisons de sécurité veuillez changer ce mot de passe.

source: Warning: The password set for the Invenio MySQL user is the same as the shipped default. For security purposes, you may want to change the password.
fr: Attention: le mot de passe pour l'utilisateur d'Invenio sur MySQL est resté celui par défaut d'Invenio. Pour des raisons de sécurité veuillez changer ce mot de passe.

source: Warning: The password set for the Invenio admin user is currently empty. For security purposes, it is strongly recommended that you add a password.
fr: Attention: le mot de passe de l'utilisateur admin est resté vide. Pour des raisons de sécurité veuillez changer ce mot de passe.

source: Warning: The email address set for support email is currently set to info@invenio-software.org. It is recommended that you change this to your own address.
fr: Attention: l'adresse email du support de cette installation est restée "info@invenio-software.org". Il est recommandé de saisir votre propre adresse de support.

source: A newer version of Invenio is available for download. You may want to visit
fr: Une nouvelle version d'Invenio est disponible à

source: Cannot download or parse release notes from http://invenio-software.org/repo/invenio/tree/RELEASE-NOTES
fr: Impossible de charger ou lire les notes de version de http://invenio-software.org/repo/invenio/tree/RELEASE-NOTES

source: Mail Cookie Service
fr: Service d'activation par email

source: Role authorization request
fr: Demande d'autorisation de rôles

source: This request for an authorization has already been authorized.
fr: La demande d'autorisation a déjà été acceptée.

source: You have successfully obtained an authorization as %(x_role)s! This authorization will last until %(x_expiration)s and until you close your browser if you are a guest user.
fr: L'autorisation pour le rôle %(x_role)s vous a été donnée avec succès! Cette autorisation durera jusqu'au %(x_expiration)s, ou jusqu'à la fermeture de votre navigateur si vous êtes connecté en tant qu'invité.

source: You have confirmed the validity of your email address!
fr: Vous avez confirmé la validité de votre adresse email!

source: Please, wait for the administrator to enable your account.
fr: Veuillez patienter le temps que l'administrateur active votre compte.

source: You can now go to %(x_url_open)syour account page%(x_url_close)s.
fr: Vous pouvez désormais accéder à %(x_url_open)svotre compte%(x_url_close)s.

source: Email address successfully activated
fr: Adresse email activée avec succès

source: You have already confirmed the validity of your email address!
fr: Vous avez déjà confirmé la validité de votre adresse email!

source: This request for confirmation of an email address is not valid or is expired.
fr: Cette demande de confirmation d'adresse email est invalide ou a expiré.

source: This request for an authorization is not valid or is expired.
fr: Cette demande d'autorisation est invalide ou a expiré.

source: Reset password
fr: Réinitaliser le mot de passe

source: This request for resetting a password has already been used.
fr: Cette demande de réinitialisation de mot de passe a déjà été utilisée.

source: This request for resetting a password is not valid or is expired.
fr: Cette demande de réinitialisation de mot de passe est invalide ou a expiré.

source: This request for resetting the password is not valid or is expired.
fr: Cette demande de réinitialisation de mot de passe est invalide ou a expiré.

source: The two provided passwords aren't equal.
fr: Les mots de passe entrés ne correspondent pas.

source: The password was successfully set! You can now proceed with the login.
fr: Le mot de passe a été appliqué avec succès! Vous pouvez à présent vous identifier.

source: %s Personalize, Your Settings
fr: %s Personnaliser, Vos Paramètres

source: Settings edited
fr: Préférences modifiées

source: Show account
fr: Afficher le compte

source: Unable to change login method.
fr: Impossible de changer la méthode d'authentification.

source: Switched to internal login method.
fr: Méthode d'identification interne activée.

source: Please note that if this is the first time that you are using this account with the internal login method then the system has set for you a randomly generated password. Please click the following button to obtain a password reset request link sent to you via email:
fr: Si vous utilisez ce compte avec la méthode d'identification interne pour la première fois, veuillez noter que le système vous a attribué un mot de passe par défaut. Cliquez sur le bouton ci-dessous pour recevoir un email vous permettant de changer ce mot de passe:

source: Send Password
fr: Envoyer le mot de passe

source: Unable to switch to external login method %s, because your email address is unknown.
fr: Impossible d'activer la méthode d'identification externe %s, car l'adresse email n'est pas connue.

source: Login method successfully selected.
fr: Méthode d'identification modifiée.

source: The external login method %s does not support email address based logins. Please contact the site administrators.
fr: La méthode d'identification externe %s ne supporte pas l'identification basée sur les adresses emails. Veuillez contacter les administrateurs du site.

source: Settings successfully edited.
fr: Préférences modifiées.

source: Note that if you have changed your email address, you will have to %(x_url_open)sreset your password%(x_url_close)s anew.
fr: Notez que si vous avez changé votre adresse email, vous devrez %(x_url_open)sréinitialiser votre mot de passe%(x_url_close)s.

source: Desired nickname %s is invalid.
fr: Le pseudonyme %s est invalide.

source: Please try again.
fr: Veuillez réessayer.

source: Edit settings
fr: Modifier les préférences

source: Editing settings failed
fr: Échec lors de la modification des préférences

source: Supplied email address %s is invalid.
fr: L'adresse email %s n'est pas valide.

source: Supplied email address %s already exists in the database.
fr: L'adresse email %s existe déjà dans la base de données.

source: Or please try again.
fr: Ou réessayez.

source: Desired nickname %s is already in use.
fr: Le pseudonyme %s est déjà utilisé.

source: Users cannot edit passwords on this site.
fr: Les utilisateurs ne peuvent pas éditer leur mots de passe sur ce site.

source: Password successfully edited.
fr: Mot de passe modifié.

source: Password edited
fr: Mot de passe modifié

source: Both passwords must match.
fr: Les deux mots de passe doivent être identiques.

source: Editing password failed
fr: Échec lors de la modification du mot de passe

source: Wrong old password inserted.
fr: L'ancien mot de passe entré est faux.

source: User settings saved correctly.
fr: Préférences sauvegardées.

source: Editing bibcatalog authorization failed
fr: Échec lors de la modification des préférences de BibCatalog

source: Empty username or password
fr: Nom d'utilisateur ou mot de passe vide

source: Unable to update settings.
fr: Impossible de modifier les préférences.

source: Cannot send password reset request since you are using external authentication system.
fr: Impossible d'envoyer un lien de réinitialisation de mot de passe car vous utilisez un système d'authentification externe.

source: The entered email address does not exist in the database.
fr: L'adresse email fournie n'existe pas dans la base de données.

source: Password reset request for
fr: Demande de réinitialisation du mot de passe sur %s

source: The entered email address is incorrect, please check that it is written correctly (e.g. johndoe@example.com).
fr: L'adresse email est incorrecte. Veuillez vérifier qu'elle soit correctement écrite (par ex. jean.dupont@exemple.fr)

source: Incorrect email address
fr: Adresse email incorrecte

source: Reset password link sent
fr: Lien de réinitialisation de mot de passe envoyé

source: Delete Account
fr: Effacer compte

source: Logout
fr: Déconnexion

source: Login
fr: Identification

source: Register
fr: Enregistrement

source: %s Personalize, Main page
fr: %s Personnaliser, Page principale

source: Your account has been successfully created.
fr: Votre compte a été créé.

source: Account created
fr: Compte créé

source: In order to confirm its validity, an email message containing an account activation key has been sent to the given email address.
fr: Afin de confirmer sa validité, un email contenant une clé d'activation a été envoyée à l'adresse donnée.

source: Please follow instructions presented there in order to complete the account registration process.
fr: Veuillez y suivre les instructions précisées afin de terminer le processus de création du compte.

source: A second email will be sent when the account has been activated and can be used.
fr: Un deuxième email sera envoyé dès que le compte sera activé et pourra être utilisé.

source: You can now access your %(x_url_open)saccount%(x_url_close)s.
fr: Vous pouvez désormais accéder à %(x_url_open)svotre compte%(x_url_close)s.

source: Registration failure
fr: Échec lors de l'enregistrement

source: Desired nickname %s already exists in the database.
fr: Le pseudonyme %s existe déjà dans la base de données.

source: Users cannot register themselves, only admin can register them.
fr: Les utilisateurs ne peuvent pas s'enregistrer eux-mêmes; seul l'administrateur peut le faire.

source: The site is having troubles in sending you an email for confirming your email address.
fr: Le site n'arrive pas à vous envoyer l'email de vérification de votre adresse.

source: Your tickets
fr: Vos tickets

source: You are not authorized to use groups.
fr: Vous n'êtes pas autorisé à utiliser les groupes.

source: Join New Group
fr: Adhérer à un groupe

source: Leave Group
fr: Quitter le groupe

source: Edit Group
fr: Éditer un groupe

source: Edit group members
fr: Éditer les membres du groupe

source: Database problem
fr: Problème de base de données

source: Account registration at %s
fr: Enregistrement d'un compte sur %s

source: New account on
fr: Nouveau compte sur

source: PLEASE ACTIVATE
fr: VEUILLEZ ACTIVER

source: A new account has been created on
fr: Un nouveau compte a été créé sur

source: and is awaiting activation
fr: et est en attente d'activation

source: Username/Email
fr: Nom d'utilisateur/Email

source: You can approve or reject this account request at
fr: Vous pouvez approuver ou rejeter cette demande de compte sur

source: %(category)s Pages
fr: Pages "%(category)s"

source: Sorry, page %s does not seem to exist.
fr: Désolé, la page %s n'existe pas.

source: Admin Pages
fr: Pages d'administration

source: Help Pages
fr: Page d'aides

source: Hacking Pages
fr: Pages développeurs

source: Hacking Invenio
fr: Bidouiller Invenio

source: Latest modifications:
fr: Dernières modifications:

source: This is the table of contents of the %(x_category)s pages.
fr: Table des matières des pages "%(x_category)s".

source: Page %s Not Found
fr: Page %s introuvable

source: You may want to look at the %(x_url_open)s%(x_category)s pages%(x_url_close)s.
fr: Vous pouvez consulter %(x_url_open)sles page %(x_category)s%(x_url_close)s.

source: Warning
fr: Attention

source: Last updated
fr: Dernière mise à jour:

source: Maintained by
fr: Maintenu par

source: This site is also available in the following languages:
fr: Ce site est aussi disponible dans les langues suivantes:

source: Browser
fr: Navigateur

source: System Error
fr: Erreur système

source: Please send an error report to the administrator.
fr: Veuillez envoyer un rapport d'erreur à l'administrateur.

source: Send error report
fr: Envoyer un rapport d'erreur

source: Please contact %s quoting the following information:
fr: Veuillez contacter %s en mentionnant l'information suivante:

source: Record created %(x_date_creation)s, last modified %(x_date_modification)s
fr: Notice créée le %(x_date_creation)s, modifiée le %(x_date_modification)s

source: The server encountered an error while dealing with your request.
fr: Le système a rencontré une erreur lors du traitement de votre demande.

source: In case of doubt, please contact %(x_admin_email)s.
fr: En cas de doute, contactez %(x_admin_email)s.

source: The task queue is currently running in automatic mode, and there are currently %s tasks waiting to be executed. Your record should be available within a few minutes and searchable within an hour or thereabouts.
fr: La file d'attente des tâches tourne actuellement en mode automatique, et contient %s tâches en attente d'exécution. Votre notice devrait être disponible dans quelques minutes et recherchable dans un peu près une heure.

source: Because of a human intervention or a temporary problem, the task queue is currently set to the manual mode. Your submission is well registered but may take longer than usual before it is fully integrated and searchable.
fr: En raison d'une intervention humain ou d'un problème temporaire, la queue d'exécution des tâches tourne actuellement en mode manuel. Votre soumission a bien été enregistrée mais pourrait n'être intégrée et rendue disponible qu'après un temps plus long qu'à l'habitude.

source: Not enough information to go ahead with the submission.
fr: Il manque des informations pour continuer la soumission.

source: Invalid parameters
fr: Paramètres non valides

source: Invalid doctype and act parameters
fr: Paramètres doctype et act non valides

source: Unable to find the submission directory for the action: %s
fr: Impossible de trouver le répertoire de soumission pour l'action: %s

source: Unknown document type
fr: Type de document inconnu

source: Unknown action
fr: Action inconnue

source: Unable to determine the number of submission pages.
fr: Impossible de déterminer le nombre de pages de la soumission.

source: Unable to create a directory for this submission. The administrator has been alerted.
fr: Impossible de créer un répertoire pour cette soumission. L'administrateur a été alerté.

source: Cannot create submission directory. The administrator has been alerted.
fr: Impossible de créer le répertoire des soumissions. L'administrateur a été alerté.

source: No file uploaded?
fr: Aucun fichier envoyé?

source: Unknown form field found on submission page.
fr: Champ de formulaire inconnu trouvé sur la page de soumission.

source: A serious function-error has been encountered. Adminstrators have been alerted. <br /><em>Please not that this might be due to wrong characters inserted into the form</em> (e.g. by copy and pasting some text from a PDF file).
fr: Une erreur grave a été rencontrée. Les administrateurs ont été alertés. <br /><em>Notez que cela pourrait être dû à des caractères problématiques insérés dans le formulaire </em> (par ex. en copiant du texte d'un fichier PDF).

source: Unable to find document type: %s
fr: Impossible de trouver le document de type: %s

source: The chosen action is not supported by the document type.
fr: L'action sélectionnée n'est pas supportée par le document.

source: Document types available for submission
fr: Types de documents disponibles pour la soumission

source: Please select the type of document you want to submit
fr: Veuillez choisir le type de document que vous souhaitez soumettre

source: No document types available.
fr: Aucun type de document disponible.

source: Please select a category
fr: Veuillez choisir une catégorie

source: Select a category and then click on an action button.
fr: Sélectionnez une catégorie, puis cliquez sur le bouton pour effectuer l'action choisie.

source: To continue with a previously interrupted submission, enter an access number into the box below:
fr: Afin de poursuivre une soumission interrompue, entrez le numéro d'accès directement dans le champ ci-dessous:

source: GO
fr: ALLER

source: SUMMARY
fr: RÉSUMÉ

source: Submission number
fr: N° de soumission

source: Are you sure you want to quit this submission?
fr: Êtes-vous sûr de vouloir quitter cette soumission?

source: Back to main menu
fr: Retourner au menu principal

source: This is your submission access number. It can be used to continue with an interrupted submission in case of problems.
fr: Ceci est votre numéro d'accès à la soumission. Il vous permettra de reprendre une soumission interrompue, en cas de problème.

source: Mandatory fields appear in red in the SUMMARY window.
fr: Les champs obligatoires apparaissent en rouge dans le fenêtre de RÉSUMÉ.

source: The field %s is mandatory.
fr: Le champ %s est obligatoire.

source: Please make a choice in the select box
fr: Veuillez entrer un choix dans le menu sélection

source: Please press a button.
fr: Veuillez appuyer sur un bouton.

source: The field %s is mandatory. Please fill it in.
fr: Le champ %s est obligatoire. Veuillez le remplir.

source: The field %(field)s is mandatory.
fr: Le champ %(field)s est obligatoire.

source: Going back to page
fr: Retour à la page

source: finished!
fr: terminé!

source: end of action
fr: fin de l'action

source: Submission no
fr: N° de soumission

source: Here is the %(x_action)s function list for %(x_doctype)s documents at level %(x_step)s
fr: Liste des fonctions %(x_action)s pour les documents de type %(x_doctype)s au niveau %(x_step)s

source: Function
fr: Fonction

source: Running function
fr: Fonction en cours

source: Function %s does not exist.
fr: la fonction %s n'existe pas.

source: You must now
fr: Vous devez maintenant

source: all types of document
fr: tous les types de documents

source: Subm.No.
fr: Soum. No.

source: Reference
fr: Référence

source: First access
fr: Premier accès

source: Last access
fr: Dernier accès

source: Are you sure you want to delete this submission?
fr: Êtes-vous sûr de vouloir supprimer cette soumission?

source: Delete submission %(x_id)s in %(x_docname)s
fr: Supprimer la soumission %(x_id)s dans %(x_docname)s

source: Reference not yet given
fr: La référence n'a pas encore été fournie

source: Refereed Documents
fr: Documents relus

source: You are a general referee
fr: Vous êtes le relecteur en chef

source: You are a referee for category:
fr: Vous êtes relecteur pour la catégorie:

source: List of refereed types of documents
fr: Liste des types de documents relus

source: Select one of the following types of documents to check the documents status
fr: Choisissez l'un des types de documents suivants pour vérifier le statut des documents

source: Go to specific approval workflow
fr: Aller au processus d'approbation spécifique

source: List of refereed categories
fr: Liste des catégories de relecture

source: Please choose a category
fr: Veuillez choisir une catégorie

source: Pending
fr: En attente

source: Approved
fr: Approuvé

source: Rejected
fr: Rejeté

source: Key
fr: Notation

source: Waiting for approval
fr: En attente d'approbation

source: Already approved
fr: Déjà approuvé

source: Some documents are pending.
fr: Quelques documents sont en attente.

source: List of refereing categories
fr: Liste des catégories de relecture

source: Cancelled
fr: Annulé

source: List of refereed documents
fr: Liste des documents relus

source: Click on a report number for more information.
fr: Cliquez sur le numéro de rapport pour obtenir plus d'informations.

source: Report Number
fr: Numéro de rapport

source: List of publication documents
fr: Liste des documents de publication

source: List of direct approval documents
fr: Liste des documents approuvés directement

source: Your request has been sent to the referee.
fr: Votre requête a été envoyée au relecteur.

source: Title:
fr: Titre:

source: Author:
fr: Auteur:

source: More information:
fr: Plus d'information:

source: Click here
fr: Cliquer ici

source: Approval note:
fr: Note d'approbation:

source: This document is still %(x_fmt_open)swaiting for approval%(x_fmt_close)s.
fr: Ce document est toujours %(x_fmt_open)sen attente d'approbation%(x_fmt_close)s.

source: It was first sent for approval on:
fr: Il a été envoyé pour approbation pour la première fois le:

source: Last approval email was sent on:
fr: Le dernier email d'approbation a été envoyé le:

source: You can send an approval request email again by clicking the following button:
fr: Vous pouvez envoyer un email de requête d'approbation en cliquant sur le bouton suivant:

source: Send Again
fr: Envoyer une nouvelle fois

source: WARNING! Upon confirmation, an email will be sent to the referee.
fr: ATTENTION! Un email sera envoyé à votre relecteur si vous confirmez.

source: Approve/Reject
fr: Approuver/Rejeter

source: This document has been %(x_fmt_open)sapproved%(x_fmt_close)s.
fr: Ce document a été %(x_fmt_open)sapprouvé%(x_fmt_close)s.

source: Its approved reference is:
fr: Sa référence d'approbation est:

source: It was approved on:
fr: Ce document a été approuvé le:

source: This document has been %(x_fmt_open)srejected%(x_fmt_close)s.
fr: Ce document a été %(x_fmt_open)srejeté%(x_fmt_close)s.

source: It was rejected on:
fr: Ce document a été rejeté le:

source: It has first been asked for refereing process on the
fr: Le processus de relecture a été demandé pour le première fois le

source: Last request e-mail was sent to the publication committee chair on the
fr: Le dernière requête a été envoyée par email au responsable du comité de publication le

source: A referee has been selected by the publication committee on the
fr: Un relecteur a été sélectionné par le comité de publication le

source: No referee has been selected yet.
fr: Aucun relecteur n'a été sélectionné pour l'instant.

source: Select a referee
fr: Sélectionner un relecteur

source: The referee has sent his final recommendations to the publication committee on the
fr: Le relecteur a envoyé ses recommandations finales au comité de publication le

source: No recommendation from the referee yet.
fr: Aucune recommandation du relecteur pour l'instant

source: Send a recommendation
fr: Envoyer une recommandation

source: The publication committee has sent his final recommendations to the project leader on the
fr: Le comité de publication a envoyé ses recommandations finales au chef de projet le

source: No recommendation from the publication committee yet.
fr: Aucune recommandation du comité de publication pour l'instant.

source: It has been cancelled by the author on the
fr: Annulé par l'auteur le

source: It has been approved by the project leader on the
fr: Approuvé par le chef de section le

source: It has been rejected by the project leader on the
fr: Rejeté par le chef de section le

source: No final decision taken yet.
fr: Aucun décision finale pour l'instant

source: Take a decision
fr: Prendre une décision

source: An editorial board has been selected by the publication committee on the
fr: Un comité rédactionnel a été sélectionné par le comité de publication le

source: Add an author list
fr: Ajouter une liste d'auteur

source: No editorial board has been selected yet.
fr: Aucun comité rédactionnel n'a été sélectionné pour l'instant.
