Repository: chokribr/invenio
Catalog: po/*.po
Languages: fr

source: Select an editorial board
fr: Sélectionner un comité rédactionnel

source: A referee has been selected by the editorial board on the
fr: Un relecteur a été sélectionné par le comité rédactionnel le

source: The referee has sent his final recommendations to the editorial board on the
fr: Le relecteur a envoyé ses recommandations finales au comité rédactionnel le

source: The editorial board has sent his final recommendations to the publication committee on the
fr: Le comité rédactionnel a envoyé ses recommandation finales au comité de publication le

source: No recommendation from the editorial board yet.
fr: Aucune recommandation du comité rédactionnel pour l'instant.

source: Last request e-mail was sent to the project leader on the
fr: La dernière demande a été envoyé par email au chef de projet le

source: Comments overview
fr: Aperçu des commentaires

source: search for user
fr: chercher un utilisateur

source: search for users
fr: chercher des utilisateurs

source: select user
fr: choisir un utilisateur

source: connected
fr: connecté

source: add this user
fr: ajouter cet utilisateur

source: remove this user
fr: Enlevez cet utilisateur

source: User
fr: Utilisateur

source: Select:
fr: Choisir:

source: approve
fr: approuver

source: reject
fr: rejeter

source: Sorry, 'sub' parameter missing...
fr: Désolé, le paramètre 'sub' est manquant...

source: Sorry. Cannot analyse parameter
fr: Désolé. Impossible d'analyser le paramètre

source: Sorry, invalid URL...
fr: Désolé, URL non valide...

source: Unable to move field at position %s to position %s on page %s of submission '%s%s' - Invalid Field Position Numbers
fr: Impossible de déplacer le champ de la position %s à la position %s sur la page %s de la soumission %s%s - Numéro de position non valide

source: Unable to swap field at position %s with field at position %s on page %s of submission %s - could not move field at position %s to temporary field location
fr: Impossible d'échanger le champ à la position %s avec le champ à la position %s sur la page %s de la soumission %s - impossible de déplacer le champ %s à une position temporaire

source: Unable to swap field at position %s with field at position %s on page %s of submission %s - could not move field at position %s to position %s. Please ask Admin to check that a field was not stranded in a temporary position
fr: Impossible d'échanger le champ à la position %s avec le champ à la position %s sur la page %s de la soumission %s - impossible de déplacer le champ %s à la position %s. Demandez à un administrateur si le champ n'est pas resté dans sa position temporaire

source: Unable to swap field at position %s with field at position %s on page %s of submission %s - could not move field that was located at position %s to position %s from temporary position. Field is now stranded in temporary position and must be corrected manually by an Admin
fr: Impossible d'échanger le champ à la position %s avec le champ à la position %s sur la page %s de la soumission %s - impossible de déplacer le champ qui était à la position %s vers la position %s depuis sa position temporaire. Le champ est maintenant bloqué dans sa position temporaire et doit être corrigé manuellement par un administrateur

source: Unable to move field at position %s to position %s on page %s of submission %s - could not decrement the position of the fields below position %s. Tried to recover - please check that field ordering is not broken
fr: Impossible d'échanger le champ à la position %s avec le champ à la position %s sur la page %s de la soumission %s - impossible de décroître la position des champs sous la position %s. Tentative de reprise - vérifiez avec un administrateur que l'ordre des champs est correct

source: Unable to move field at position %s to position %s on page %s of submission %s%s - could not increment the position of the fields at and below position %s. The field that was at position %s is now stranded in a temporary position.
fr: Impossible de déplacer le champ à la position %s à la position %s sur la page %s de la soumission %s%s - impossible d'augmenter la position des champs à et sous la position %s. Le champ qui était à la position %s est maintenant bloqué dans sa position temporaire.

source: Moved field from position %s to position %s on page %s of submission '%s%s'.
fr: Champ déplacé de la position %s à la position %s sur la page %s de la soumission '%s%s'.

source: Unable to delete field at position %s from page %s of submission '%s'
fr: Impossible de supprimer le champ à la position %s sur la page %s de la soumission '%s'

source: Unable to delete field at position %s from page %s of submission '%s%s'
fr: Impossible de supprimer le champ à la position %s sur la page %s de la soumission '%s%s'

source: approve.py: cannot determine document reference
fr: approve.py: impossible de déterminer la référence du document

source: approve.py: cannot find document in database
fr: approve.py: impossible de trouver le document dans la base de données

source: Document Approval Workflow
fr: Flux d'Approbation des Documents

source: Approval and Refereeing Workflow
fr: Processus d'Approbation et d'Examination

source: Approval has never been requested for this document.
fr: Ce document n'a jamais été soumis pour approbation.

source: Unable to display document.
fr: Ce document ne peut pas être affiché.

source: Action unauthorized for this document.
fr: Cette action n'est pas autorisée sur ce document.

source: Action unavailable for this document.
fr: Cette action ne peut pas s'appliquer à ce document.

source: Adding users to the editorial board
fr: Ajout d'utilisateurs au comité de rédaction

source: no qualified users, try new search.
fr: aucun utilisateur qualifié, tentez une nouvelle recherche.

source: hits
fr: résultats

source: too many qualified users, specify more narrow search.
fr: trop d'utilisateurs qualifiés, restreignez votre recherche.

source: limit
fr: limite

source: users in brackets are already attached to the role, try another one...
fr: les utilisateurs entre crochets sont déjà assignés à ce rôle, choisissez-en un autre...

source: Removing users from the editorial board
fr: Enlever des utilisateurs du comité rédactionnel

source: Validate the editorial board selection
fr: Valider la sélection du comité rédactionnel

source: Referee selection
fr: Sélection des relecteurs

source: Come back to the document
fr: Revenir au document

source: Back to the document
fr: Retour au document

source: Wrong action for this document.
fr: Mauvaise action sur ce document.

source: You are not authorized to use approval system.
fr: Vous n'êtes pas autorisé à utiliser le système d'approbations.
