Repository: chokribr/invenio
Catalog: po/*.po
Languages: fr

source: Once logged in, authorized users can also attach files.
fr: Les utilisateurs connectés et autorisés peuvent également attacher des fichiers.

source: Optionally, attach a file to this comment
fr: Optionnellement attachez un fichier à ce commentaire

source: Optionally, attach files to this comment
fr: Optionnellement attachez des fichiers à ce commentaire

source: Max one file
fr: Maximum un fichier

source: Max %i files
fr: Max %i fichiers

source: Max %(x_nb_bytes)s per file
fr: Max %(x_nb_bytes)s par fichier

source: Send me an email when a new comment is posted
fr: M'envoyez un email lorsqu'un nouveau commentaire est posté

source: Add comment
fr: Ajouter un commentaire

source: Note: Your nickname, %s, will be displayed as the author of this review.
fr: Note: Votre pseudonyme, %s, sera affiché en temps qu'auteur de cette évaluation.

source: Rate this article
fr: Évaluer ce document

source: Select a score
fr: Choisir une note

source: Give a title to your review
fr: Donner un titre à cette évaluation

source: Write your review
fr: Ecrire votre évaluation

source: Add review
fr: Ajouter une évaluation

source: Add Review
fr: Ajouter une évaluation

source: Your review was successfully added.
fr: Votre évaluation à été ajoutée.

source: Your comment was successfully added.
fr: Votre commentaire a été ajouté.

source: Back to record
fr: Revenir à la notice

source: View most commented records
fr: Voir les notices les plus commentées

source: View latest commented records
fr: Voir les notices dernièrement commentées

source: View all comments reported as abuse
fr: Voir tous les commentaires rapportés comme abus

source: View most reviewed records
fr: Voir les notices les plus évaluées

source: View latest reviewed records
fr: Voir les dernières notices évaluées

source: View all reviews reported as abuse
fr: Voir toutes les évaluations rapportées comme abus

source: View all users who have been reported
fr: Voir tous les utilisateurs qui ont été signalés

source: Comments and reviews are disabled
fr: Les commentaires et évaluations sont désactivés

source: Please enter the ID of the comment/review so that you can view it before deciding whether to delete it or not
fr: Veuillez entrer l'identifiant du commentaire ou de l'évaluation pour le voir avant de le supprimer

source: Comment ID:
fr: Identifiant du commentaire:

source: Or enter a record ID to list all the associated comments/reviews:
fr: Ou entrez l'identifiant d'une notice pour lister les commentaires/évaluations associés:

source: Record ID:
fr: Identifiant de la notice:

source: View Comment
fr: Afficher le commentaire

source: There have been no reports so far.
fr: Aucun commentaire n'a, jusqu'à maintenant, été signalé.

source: View all %s reported comments
fr: Afficher tous les %s commentaires signalés

source: View all %s reported reviews
fr: Afficher toutes les %s évaluations signalées

source: Here is a list, sorted by total number of reports, of all users who have had a comment reported at least once.
fr: Liste des utilisateurs ayant été signalés au moins une fois. Cette liste est triée par nombre de signalement d'abus.

source: Nickname
fr: Pseudonyme

source: User ID
fr: Identifiant d'utilisateur

source: Number positive votes
fr: Nombre de votes positifs

source: Number negative votes
fr: Nombre de votes négatifs

source: Total number votes
fr: Nombre total de votes

source: Total number of reports
fr: Nombre total de signalements

source: View all user's reported comments/reviews
fr: Afficher tous les commentaires/évaluations signalés de cet utilisateur

source: This review has been reported %i times
fr: Cette évaluation a été signalée %i fois

source: This comment has been reported %i times
fr: Ce commentaire a été signalé %i fois

source: Written by
fr: Écrit par

source: General informations
fr: Informations générales

source: Delete selected reviews
fr: Effacer les évaluations sélectionnées

source: Suppress selected abuse report
fr: Supprimer les signalements d'abus sélectionnés

source: Undelete selected reviews
fr: Rétablir les évaluations sélectionnées

source: Undelete selected comments
fr: Rétablir les commentaires sélectionnés

source: Delete selected comments
fr: Effacer les commentaires sélectionnés

source: Here are the reported reviews of user %s
fr: Évaluations signalées de l'utilisateur %s

source: Here are the reported comments of user %s
fr: Commentaires signalés de l'utilisateur %s

source: Here is review %s
fr: Évaluation %s

source: Here is comment %s
fr: Commentaire %s

source: Here is review %(x_cmtID)s written by user %(x_user)s
fr: Évaluation %(x_cmtID)s écrit par l'utilisateur %(x_user)s

source: Here is comment %(x_cmtID)s written by user %(x_user)s
fr: Commentaire %(x_cmtID)s écrit par l'utilisateur %(x_user)s

source: Here are all reported reviews sorted by the most reported
fr: Toutes les évaluations signalées triées par ordre décroissant

source: Here are all reported comments sorted by the most reported
fr: Tous les commentaires signalés triés par ordre décroissant

source: Here are all reviews for record %i, sorted by the most reported
fr: Toutes les évaluations signalées pour la notice %i, triées par ordre décroissant

source: Show comments
fr: Voir les commentaires

source: Here are all comments for record %i, sorted by the most reported
fr: Tous les commentaires signalés pour la notice %i, triés par ordre décroissant

source: Show reviews
fr: Voir les évaluations

source: comment ID
fr: Identifiant du commentaire

source: successfully deleted
fr: supprimé

source: successfully undeleted
fr: rétablic avec succès

source: successfully suppressed abuse report
fr: signalement d'abus supprimé

source: Not yet reviewed
fr: Pas encore évalué

source: The following review was sent to %(CFG_SITE_NAME)s by %(user_nickname)s:
fr: L'évaluation suivante a été soumise sur %(CFG_SITE_NAME)s par %(user_nickname)s:

source: The following comment was sent to %(CFG_SITE_NAME)s by %(user_nickname)s:
fr: Le commentaire suivant a été soumis sur %(CFG_SITE_NAME)s par %(user_nickname)s:

source: This is an automatic message, please don't reply to it.
fr: Ceci est un message automatique, merci de ne pas y répondre.

source: To post another comment, go to <%(x_url)s> instead.
fr: Pour poster un nouveau commentaire, allez à <%(x_url)s>.

source: To specifically reply to this comment, go to <%(x_url)s>
fr: Pour répondre spécifiquement à ce commentaire, allez à <%(x_url)s>

source: To unsubscribe from this discussion, go to <%(x_url)s>
fr: Pour vous désinscrire de cette discussion, allez à <%(x_url)s>

source: For any question, please use <%(CFG_SITE_SUPPORT_EMAIL)s>
fr: Pour d'autres questions, veuillez contacter <%(CFG_SITE_SUPPORT_EMAIL)s>

source: Your comment will be lost.
fr: Votre commentaire sera perdu.

source: Display
fr: Affichage

source: Refresh
fr: Rafraichir

source: Record Not Found
fr: Notice introuvable

source: The size of file \"%s\" (%s) is larger than maximum allowed file size (%s). Select files again.
fr: La taille du fichier \"%s\" (%s) dépasse le maximum autorisé (%s). Sélectionnez à nouveau un fichier.

source: Add Comment
fr: Ajouter un commentaire

source: Page Not Found
fr: Page Introuvable

source: The requested comment could not be found
fr: Le commentaire demandé n'a pas été trouvé

source: The requested file could not be found
fr: Le fichier demandé n'a pas été trouvé

source: Invalid comment ID.
fr: Identifiant de commentaire non valide.

source: Comment ID %s does not exist.
fr: Le commentaire avec l'identifiant %s n'existe pas.

source: Record ID %s does not exist.
fr: La notice avec l'identifiant %s n'existe pas.

source: WebComment Admin
fr: Administration de WebComment

source: Internal Error
fr: Erreur interne

source: Delete/Undelete Reviews
fr: Supprimer/Rétablir des évaluations

source: Delete/Undelete Comments
fr: Supprimer/Rétablir des commentaires

source: or Suppress abuse reports
fr: or Supprimer des signalement d'abus

source: View all reported users
fr: Afficher tous les utilisateurs signalés

source: Delete comments
fr: Effacer des commentaires

source: Suppress abuse reports
fr: Supprimer des signalement d'abus

source: Undelete comments
fr: Rétablir les commentaires

source: Archive
fr: Archives

source: Select Year:
fr: Choisir l'année:

source: Select Issue:
fr: Choisir le numéro:

source: Select Date:
fr: Choisir la date:

source: About your article at %(url)s
fr: À propos de votre article à %(url)s

source: Did you know?
fr: Saviez-vous?

source: Hi, Have a look at the following article: <%(url)s>
fr: Salut, Jette un œil à cet article: <%(url)s>

source: Send this article
fr: Envoyer cet article

source: Issue No.
fr: Numéro

source: News Articles
fr: Actualités

source: Official News
fr: Communications officielles

source: Training and Development
fr: Formation et développement

source: General Information
fr: Informations générales

source: Announcements
fr: Annonces

source: Training
fr: Formation

source: Events
fr: Événements

source: Staff Association
fr: Association du personnel

source: Subscribe by RSS
fr: S'abonner au flux RSS

source: Page not found
fr: Page introuvable

source: The requested page does not exist
fr: La page demandée n'existe pas.

source: No journal articles
fr: Aucun article

source: Problem with the configuration of this journal
fr: Problème rencontré avec la configuration de ce journal

source: No journal issues
fr: Aucune édition

source: Journal article error
fr: Erreur interne

source: We could not know which article you were looking for
fr: Nous n'avons pas pu trouver l'article demandé

source: No journals available
fr: Aucun journal disponible

source: We could not provide you any journals
fr: Aucun journal trouvé

source: It seems that there are no journals defined on this server. Please contact support if this is not right.
fr: Il semble qu'il n'y a pas de journal défini sur ce serveur. Veuillez contacter le support si c'est incorrect.

source: Select a journal on this server
fr: Sélectionner un journal de ce serveur

source: We couldn't guess which journal you are looking for
fr: Le journal demandé n'a pas pu être trouvé

source: You did not provide an argument for a journal name. Please select the journal you want to read in the list below.
fr: Vous n'avez pas fourni de nom de journal. Veuillez sélectionner un journal dans la liste ci-dessous.

source: No current issue
fr: Aucune édition actuelle

source: We could not find any informtion on the current issue
fr: Nous n'avons trouvé aucune information concernant l'édition actuelle

source: The configuration for the current issue seems to be empty. Try providing an issue number or check with support.
fr: La configuration pour l'édition actuelle semble vierge. Fournissez le numéro d'une édition ou contactez le support.

source: Issue number badly formed
fr: Numéro d'édition incorrect

source: We could not read the issue number you provided
fr: Impossible de lire le numéro d'édition fourni

source: Archive date badly formed
fr: Format de date d'archive incorrect

source: We could not read the archive date you provided
fr: Impossible de lire la date d'archive fournie

source: No popup record
fr: Aucune notice pour ce "popup"

source: We could not deduce the popup article you requested
fr: Impossible de déterminer l'article "popup" demandé

source: Update error
fr: Erreur de mise à jour

source: There was an internal error
fr: Erreur interne

source: Journal publishing DB error
fr: Erreur de publication du journal dans la base de données

source: Journal issue error
fr: Erreur d'édition

source: Issue not found
fr: Numéro introuvable

source: Journal ID error
fr: ID du journal incorrect

source: We could not find the id for this journal in the Database
fr: Impossible de trouver l'identifiant du journal dans la base de données

source: Category "%(category_name)s" not found
fr: La catégorie "%(category_name)s" n'a pas été trouvée

source: Sorry, this category does not exist for this journal and issue.
fr: Désolé, la catégorie n'existe pas pour ce journal et numéro

source: Available Journals
fr: Journaux Disponibles

source: Contact %(x_url_open)sthe administrator%(x_url_close)s
fr: Contacter %(x_url_open)sà l'administrateur%(x_url_close)s

source: Regeneration Error
fr: Erreur à la régénération

source: The issue could not be correctly regenerated. Please contact your administrator.
fr: L'édition n'a pas pu être correctement régénérée. Veuillez contacter votre administrateur.

source: If you cannot read this email please go to %(x_journal_link)s
fr: Si vous ne pouvez pas lire cet email, veuillez consulter %(x_journal_link)s

source: Add
fr: Ajouter

source: Publish
fr: Publier

source: Apply
fr: Appliquer

source: Please select an issue
fr: Veuillez choisir un numéro

source: No information available
fr: Aucune information disponible

source: No seminars today
fr: Aucun séminaire aujourd'hui

source: What's on today
fr: A l'affiche

source: Seminars of the week
fr: Séminaires de la semaine

source: Under the CERN sky
fr: Sous le ciel du CERN

source: There are no new articles for the moment
fr: Aucun nouvel article pour le moment

source: What's new
fr: Quoi de neuf

source: WebJournal Admin
fr: Administration de WebJournal

source: Administrate %(journal_name)s
fr: Administrer %(journal_name)s

source: Feature a record
fr: Mettre en avant une notice

source: Email Alert System
fr: Système d'Alerte Email

source: Issue regenerated
fr: Edition régénérée

source: Publishing Interface
fr: Interface de publication

source: Add Journal
fr: Ajouter un Journal

source: Edit Settings
fr: Modifier les réglages

source: Approve
fr: Approuver

source: Reject
fr: Rejeter

source: This message does not exist.
fr: Ce message n'existe pas.

source: The message could not be deleted.
fr: Ce message n'a pas pu être supprimé.

source: The message was successfully deleted.
fr: Le message a été supprimé

source: Your mailbox has been emptied.
fr: Tous les messages de votre boîte de réception ont été supprimés.

source: The chosen date (%(x_year)i/%(x_month)i/%(x_day)i) is invalid.
fr: La date choisie (%(x_day)i.%(x_month)i.%(x_year)i) n'est pas valide.

source: Please enter a user name or a group name.
fr: Veuillez entrer un nom d'utilisateur ou de groupe.

source: Group %s does not exist.
fr: Le groupe %s n'existe pas.

source: User %s does not exist.
fr: L'utilisateur %s n'existe pas.

source: Write a message
fr: Écrire un message

source: Your message has been sent.
fr: Votre message a été envoyé.

source: Your Messages
fr: Vos Messages

source: Sender
fr: Expéditeur

source: No messages
fr: Pas de messages

source: No subject
fr: Pas de sujet

source: Write new message
fr: Écrire un nouveau message

source: Delete All
fr: Effacer tout

source: Send later?
fr: Envoyer plus tard?

source: To:
fr: À:

source: Users
fr: Utilisateurs

source: Groups
fr: Groupes

source: Subject:
fr: Sujet:

source: SEND
fr: ENVOYER

source: From:
fr: De:

source: Sent on:
fr: Envoyé le:

source: Received on:
fr: Reçu le:

source: Sent to:
fr: Envoyé à:

source: Sent to groups:
fr: Envoyé aux groupes:

source: REPLY
fr: RÉPONDRE

source: DELETE
fr: SUPPRIMER

source: Are you sure you want to empty your whole mailbox?
fr: Êtes-vous sûr de vouloir effacer tout le contenu de votre boîte de réception?

source: Quota used: %(x_nb_used)i messages out of max. %(x_nb_total)i
fr: Quota utilisé: %(x_nb_used)i messages sur max. %(x_nb_total)i

source: Please select one or more:
fr: Veuillez choisir un ou plusieurs:

source: Add to users
fr: Ajouter aux utilisateurs

source: Add to groups
fr: Ajouter aux groupes

source: No matching user
fr: Pas d'utilisateur correspondant

source: No matching group
fr: Pas de groupe correspondant

source: Find users or groups:
fr: Trouver des utilisateurs ou des groupes:

source: Find a user
fr: Trouver un utilisateur

source: Find a group
fr: Trouver un groupe

source: You have %(x_nb_new)s new messages out of %(x_nb_total)s messages
fr: Vous avez reçu %(x_nb_new)s nouveaux messages sur un total de %(x_nb_total)s messages

source: You are not authorized to use messages.
fr: Vous n'êtes pas autorisé à utiliser les messages.

source: Read a message
fr: Lire un message

source: Search Results
fr: Résultats de la recherche

source: any day
fr: jour quelconque

source: any month
fr: mois quelconque

source: any year
fr: année quelconque

source: any public collection
fr: toutes les collections

source: remove this collection
fr: enlever cette collection

source: add another collection
fr: ajouter une nouvelle collection

source: rank by
fr: ordonner par

source: latest first
fr: les plus récents en premier

source: No values found.
fr: Pas de résultat

source: There is no index %s. Searching for %s in all fields.
fr: Il n'y a pas d'index %s. Recherche de %s dans tous les champs.

source: Instead searching %s.
fr: Recherche %s à la place.

source: Search term too generic, displaying only partial results...
fr: Recherche trop générique, affichage d'une partie des résultats seulement...

source: No phrase index available for fulltext yet, looking for word combination...
fr: Aucun index de phrase disponible pour le texte intégral, recherche pour une combinaison de mots...

source: No exact match found for %(x_query1)s, using %(x_query2)s instead...
fr: Aucun résultat précis pour %(x_query1)s n'a été trouvé, remplacement par %(x_query2)s...

source: Search syntax misunderstood. Ignoring all parentheses in the query. If this doesn't help, please check your search and try again.
fr: Syntaxe de recherche non reconnue. Les parenthèses sont ignorées. En cas de doute vérifiez votre recherche et réessayez.

source: No public collection matched your query. If you were looking for a non-public document, please choose the desired restricted collection first.
fr: Aucune collection publique ne satisfait votre requête. Si vous recherchez des documents non publics, veuillez d'abord choisir la collection restreinte.

source: No match found, please enter different search terms.
fr: Aucun résultat trouvé, veuillez utiliser d'autres termes de recherche

source: There are no records referring to %s.
fr: Il n'y a aucune notice se référant à %s.

source: There are no records cited by %s.
fr: Il n'y a aucune notice citée par %s.

source: No word index is available for %s.
fr: Aucun index des mots n'est disponible pour %s.

source: No phrase index is available for %s.
fr: Aucun index des phrases n'est disponible pour %s.

source: Search term %(x_term)s inside index %(x_index)s did not match any record. Nearest terms in any collection are:
fr: Le terme de recherche %(x_term)s dans l'index %(x_index)s ne se trouve dans aucune notice. Les termes les plus proches parmi toutes les collections sont:

source: Search term %s did not match any record. Nearest terms in any collection are:
fr: Le terme de recherche %s ne se trouve dans aucune notice. Les termes les plus proches parmi toutes les collections sont:

source: Sorry, sorting is allowed on sets of up to %d records only. Using default sort order.
fr: Désolé, le tri n'est pas autorisé sur un ensemble de plus de %d notices. Les notices les plus récentes sont affichées en premier.

source: Use different search terms.
fr: Utiliser d'autres termes de recherche

source: No match within your time limits, discarding this condition...
fr: Pas de résultat pour l'intervalle de temps spécifé, la condition n'est pas prise en compte...

source: No match within your search limits, discarding this condition...
fr: Pas de résultat pour les limites spécifiées, la condition n'est pas prise en compte...

source: Submit
fr: Soumettre

source: in
fr: dans

source: Haven't found what you were looking for? Try your search on other servers:
fr: Vous n'avez pas trouvé ce que vous avez cherché? Essayez votre requête sur d'autres serveurs:

source: External collections results overview:
fr: Revue des résultats des collections externes:

source: Search timed out.
fr: La recherche a dépassé le délai d'attente.

source: The external search engine has not responded in time. You can check its results here:
fr: Le moteur de recherche externe n'a pas répondu dans les délais. Vous pouvez vérifier ses résultats ici:

source: No results found.
fr: Aucun résultat trouvé.

source: %s results found
fr: %s résultats trouvés

source: %s seconds
fr: %s secondes

source: Search on %(x_CFG_SITE_NAME_INTL)s
fr: Rechercher sur %(x_CFG_SITE_NAME_INTL)s

source: Search %s records for:
fr: Chercher dans %s notices:

source: less
fr: moins

source: more
fr: davantage

source: Example: %(x_sample_search_query)s
fr: Exemple: %(x_sample_search_query)s

source: Search in %(x_collection_name)s
fr: Rechercher dans %(x_collection_name)s

source: Search everywhere
fr: Rechercher partout

source: Advanced Search
fr: Recherche avancée

source: Search %s records for
fr: Chercher dans %s notices:

source: Simple Search
fr: Recherche simple

source: Search options:
fr: Options de recherche:

source: Added/modified since:
fr: Ajouté/modifié depuis:

source: until:
fr: jusqu'à:

source: Sort by:
fr: Trier par:

source: Display results:
fr: Afficher:

source: Output format:
fr: Format de sortie:

source: Added since:
fr: Ajouté depuis:

source: Modified since:
fr: Modifié depuis:

source: restricted
fr: restreint

source: Search also:
fr: Rechercher également dans:

source: This collection is restricted. If you are authorized to access it, please click on the Search button.
fr: L'accès à cette collection est restreint. Si vous êtes autorisé à y accéder, cliquez sur le bouton Recherche.

source: This is a hosted external collection. Please click on the Search button to see its content.
fr: Ceci est une collection externe. Merci de cliquer sur le bouton "Recherche" pour afficher son contenu.

source: This collection does not contain any document yet.
fr: Cette collection ne contient pas encore de document.

source: Cited by %i records
fr: Cité par: %i notices

source: Words nearest to %(x_word)s inside %(x_field)s in any collection are:
fr: Les mots les plus proches de %(x_word)s dans %(x_field)s parmi toutes les collections sont:

source: Words nearest to %(x_word)s in any collection are:
fr: Les mots les plus proches de %(x_word)s parmi toutes les collections sont:

source: Hits
fr: Résultats

source: Limit to:
fr: Limiter à:

source: results
fr: résultats

source: asc.
fr: croissant

source: desc.
fr: décroissant

source: single list
fr: liste unique

source: split by collection
fr: regrouper par collection

source: MARC tag
fr: Champ MARC

source: %s records found
fr: %s notices trouvées

source: end
fr: fin

source: jump to record:
fr: aller vers la notice:

source: Search took %s seconds.
fr: La recherche a duré %s secondes.

source: %(x_fmt_open)sResults overview:%(x_fmt_close)s Found %(x_nb_records)s records in %(x_nb_seconds)s seconds.
fr: %(x_fmt_open)sAperçu des résultats:%(x_fmt_close)s Trouvé %(x_nb_records)s notices en %(x_nb_seconds)s secondes.

source: %(x_fmt_open)sResults overview%(x_fmt_close)s
fr: %(x_fmt_open)sAperçu des résultats%(x_fmt_close)s

source: %(x_fmt_open)sResults overview:%(x_fmt_close)s Found at least %(x_nb_records)s records in %(x_nb_seconds)s seconds.
fr: %(x_fmt_open)sAperçu des résultats:%(x_fmt_close)s Trouvé au moins %(x_nb_records)s notices en %(x_nb_seconds)s secondes.

source: No results found...
fr: Aucun résultat trouvé...

source: Boolean query returned no hits. Please combine your search terms differently.
fr: La requête booléenne n'a rien donné. Essayez de combiner les termes de recherche différemment.

source: See also: similar author names
fr: Voir aussi: noms d'auteurs similaires

source: Cited by 1 record
fr: Cité par 1 notice

source: %i comments
fr: %i commentaires

source: 1 comment
fr: 1 commentaire

source: %i reviews
fr: %i évaluations
