Repository: chokribr/invenio
Catalog: po/*.po
Languages: fr

source: You have made %(x_nb)s queries. A %(x_url_open)sdetailed list%(x_url_close)s is available with a possibility to (a) view search results and (b) subscribe to an automatic email alerting service for these queries.
fr: Vous avez effectué %(x_nb)s recherches. Une %(x_url_open)sliste détaillée%(x_url_close)s est disponible, offrant la possibilité de (a) voir les résultats de la recherche et (b) s'abonner à un service d'alerte automatique par email pour ces recherches.

source: Pattern
fr: Recherche

source: Pattern 1
fr: Recherche 1

source: Field 1
fr: Champ 1

source: Pattern 2
fr: Recherche 2

source: Field 2
fr: Champ 2

source: Pattern 3
fr: Recherche 3

source: Field 3
fr: Champ 3

source: You own the following alerts:
fr: Vous avez défini les alertes suivantes:

source: alert name
fr: nom de l'alerte

source: SHOW
fr: AFFICHER

source: This alert will notify you each time/only if a new item satisfies the following query:
fr: Cette alerte vous préviendra dès qu'un nouvel article satisfera la recherche suivante:

source: QUERY
fr: RECHERCHE

source: Alert identification name:
fr: Nom de l'alerte:

source: Search-checking frequency:
fr: Fréquence de vérification:

source: Send notification email?
fr: Envoyer une notification par email?

source: yes
fr: oui

source: no
fr: non

source: if %(x_fmt_open)sno%(x_fmt_close)s you must specify a basket
fr: si %(x_fmt_open)snon%(x_fmt_close)s vous devez indiquer un nom de panier

source: Store results in basket?
fr: Enregistrer les résultats dans un panier?

source: SET ALERT
fr: ACTIVER L'ALERTE

source: CLEAR DATA
fr: EFFACER

source: Set a new alert from %(x_url1_open)syour searches%(x_url1_close)s, the %(x_url2_open)spopular searches%(x_url2_close)s, or the input form.
fr: Créer une nouvelle alerte depuis %(x_url1_open)svos recherches%(x_url1_close)s, les %(x_url2_open)srecherches populaires%(x_url2_close)s, ou le formulaire.

source: Search checking frequency
fr: Fréquence de vérification

source: Notification by email
fr: Notification par email

source: Result in basket
fr: résultat dans le panier

source: Date last run
fr: Date de la dernière vérification

source: Creation date
fr: Date de création

source: no basket
fr: aucun panier

source: Modify
fr: Changer

source: Remove
fr: Supprimer

source: Execute search
fr: Exécuter la recherche

source: You have defined %s alerts.
fr: Vous avez défini %s alertes.

source: You have not executed any search yet. Please go to the %(x_url_open)ssearch interface%(x_url_close)s first.
fr: Vous n'avez pas encore effectué de recherche. Vous pouvez aller sur %(x_url_open)sl'interface de recherche%(x_url_close)s.

source: You have performed %(x_nb1)s searches (%(x_nb2)s different questions) during the last 30 days or so.
fr: Vous avez effectué %(x_nb1)s recherches (%(x_nb2)s différentes questions) durant les 30 derniers jours.

source: Here are the %s most popular searches.
fr: Liste des %s requêtes les plus populaires.

source: Question
fr: Requête

source: Last Run
fr: Dernière exécution

source: Set new alert
fr: Définir une nouvelle alerte

source: You are not authorized to use alerts.
fr: Vous n'êtes pas autorisé à utiliser les alertes.

source: Popular Searches
fr: Recherches Populaires

source: Your Searches
fr: Vos Recherches

source: Your Account
fr: Votre Compte

source: %s Personalize, Display searches
fr: %s Personnaliser, Afficher requêtes

source: %s, personalize
fr: %s, personnaliser

source: %s Personalize, Set a new alert
fr: %s Personnaliser, Définir une nouvelle alerte

source: Set a new alert
fr: Définir une nouvelle alerte

source: Modify alert settings
fr: Modifier les propriétés des alertes

source: %s Personalize, Modify alert settings
fr: %s Personnaliser, Modifier les propriétés des alertes

source: Your Alerts
fr: Vos Alertes

source: %s Personalize, Display alerts
fr: %s Personnaliser, Afficher les alertes

source: Display alerts
fr: Afficher les alertes

source: Name variants
fr: Variantes du nom

source: No Name Variants
fr: Aucune Variante du Nom

source: downloaded
fr: telechargé

source: times
fr: fois

source: Papers
fr: Articles

source: No Keywords
fr: Aucun Mot Clé

source: Frequent keywords
fr: Mots clés fréquents

source: unknown affiliation
fr: affiliation inconnue

source: No Affiliations
fr: Aucune Affiliation

source: No Frequent Co-authors
fr: Aucun co-auteur fréquent

source: The selected public basket does not exist or you do not have access to it.
fr: Le panier sélectionné n'existe pas ou vous n'y avez pas accès.

source: Please select a valid public basket from the list of public baskets.
fr: Veuillez sélectionner un panier de la liste des paniers publics

source: The selected item does not exist or you do not have access to it.
fr: L'élément sélectionné n'existe pas ou vous n'y avez pas accès.

source: Returning to the public basket view.
fr: Retour à l'affichage des paniers publics.

source: You do not have permission to write notes to this item.
fr: Vous n'avez pas l'autorisation d'écrire des notes pour cet élément.

source: The note you are quoting does not exist or you do not have access to it.
fr: La note que vous citez n'existe pas ou vous n'y avez pas accès.

source: You must fill in both the subject and the body of the note.
fr: Vous devez indiquer le sujet et la contenu de la note.

source: The selected topic does not exist or you do not have access to it.
fr: Le thème sélectionné n'existe pas ou vous n'y avez pas accès.

source: The selected basket does not exist or you do not have access to it.
fr: Le panier sélectionné n'existe pas ou vous n'y avez pas accès.

source: The selected basket is no longer public.
fr: Le panier sélectionné n'est plus public.

source: You do not have permission to delete this note.
fr: Vous n'avez pas l'autorisation d'effacer cette note.

source: The note you are deleting does not exist or you do not have access to it.
fr: La note à effacer n'existe pas ou vous n'y avez pas accès.

source: Sorry, you do not have sufficient rights to add record #%i.
fr: Désolé, vous n'avez pas suffisamment de droits pour ajouter la notice #%i.

source: Some of the items were not added due to lack of sufficient rights.
fr: Certains éléments n'ont pas été ajoutés par manque de privilèges nécessaires.

source: Please provide a title for the external source.
fr: Veuillez fournir un titre pour la source externe.

source: Please provide a description for the external source.
fr: Veuillez fournir une description pour la source externe.

source: Please provide a url for the external source.
fr: Veuillez fournir une URL pour la source externe.

source: The url you have provided is not valid.
fr: L'URL fournie n'est pas valide.

source: The url you have provided is not valid: The request contains bad syntax or cannot be fulfilled.
fr: L'URL fournie n'est pas valide: la syntaxe de la requête est mauvaise ou elle ne peut pas aboutir.

source: The url you have provided is not valid: The server failed to fulfil an apparently valid request.
fr: L'URL fournie n'est pas valide: le serveur n'a pas pu répondre à une requête en apparence correcte.

source: Sorry, you do not have sufficient rights on this basket.
fr: Désolé, vous n'avez pas suffisamment de droits pour ce panier.

source: No records to add.
fr: Aucune notice à ajouter.

source: Cannot add items to the selected basket. Invalid parameters.
fr: Impossible d'ajouter des éléments au panier sélectionné. Paramètres non valides.

source: A default topic and basket have been automatically created. Edit them to rename them as you see fit.
fr: Un thème et un panier par défaut ont été automatiquement créés. Vous pouvez au besoin les renommer.

source: Please provide a name for the new basket.
fr: Veuillez fournir un nom pour le nouveau panier.

source: Please select an existing topic or create a new one.
fr: Veuillez sélectionner un thème existant ou en créer un nouveau.

source: You cannot subscribe to this basket, you are the either owner or you have already subscribed.
fr: Vous ne pouvez pas vous abonner à ce panier, vous en êtes soit le propriétaire, soit déjà abonné.

source: You cannot unsubscribe from this basket, you are the either owner or you have already unsubscribed.
fr: Vous ne pouvez pas vous désabonner de ce panier, vous en êtes soit le propriétaire, soit déjà désabonné.

source: Personal baskets
fr: Paniers personnels

source: Group baskets
fr: Paniers de groupes

source: Others' baskets
fr: Paniers des autres

source: Your Baskets
fr: Vos Paniers

source: List of public baskets
fr: Liste des paniers publics

source: Search baskets
fr: Chercher dans les paniers

source: Add to basket
fr: Ajouter au panier

source: Public baskets
fr: Paniers publics

source: You have %(x_nb_perso)s personal baskets and are subscribed to %(x_nb_group)s group baskets and %(x_nb_public)s other users public baskets.
fr: Vous possédez %(x_nb_perso)s paniers personnels et êtes abonnés à %(x_nb_group)s paniers de groupes et à %(x_nb_public)s paniers publics.

source: The category you have selected does not exist. Please select a valid category.
fr: La catégorie sélectionnée n'existe pas. Veuillez en sélectionner une valide.

source: The selected group does not exist or you do not have access to it.
fr: Le groupe sélectionné n'existe pas ou vous n'y avez pas accès.

source: The selected output format is not available or is invalid.
fr: Le format de sortie sélectionné n'est pas disponible ou n'est pas valide.

source: You have no personal or group baskets or are subscribed to any public baskets.
fr: Vous n'avez pas de panier personnel ou de groupe, ni souscrit à un panier public.

source: You may want to start by %(x_url_open)screating a new basket%(x_url_close)s.
fr: Vous pouvez commencer par %(x_url_open)scréer un nouveau panier%(x_url_close)s.

source: Back to Your Baskets
fr: Retour à Vos Paniers

source: Create basket
fr: Créer un panier

source: Edit topic
fr: Éditer le thème

source: Search baskets for
fr: Rechercher dans les paniers

source: Search also in notes (where allowed)
fr: Rechercher aussi dans les notes (si possible)

source: Results overview
fr: Aperçu des résultats

source: All public baskets
fr: Tous les paniers publics

source: No items found.
fr: Aucun élément trouvé.

source: In %(x_linked_basket_name)s
fr: Dans %(x_linked_basket_name)s

source: Add a note...
fr: Ajouter une note...

source: Public basket
fr: Panier public

source: Owner
fr: Propriétaire

source: Last update
fr: Dernière mise à jour

source: Views
fr: Vues

source: There is currently no publicly accessible basket
fr: Il n'y a pas de panier public actuellement

source: Displaying public baskets %(x_from)i - %(x_to)i out of %(x_total_public_basket)i public baskets in total.
fr: Affichage des paniers publics de %(x_from)i - %(x_to)i parmi %(x_total_public_basket)i paniers publics.

source: %(x_title)s, by %(x_name)s on %(x_date)s:
fr: %(x_title)s, par %(x_name)s le %(x_date)s:

source: %(x_name)s wrote on %(x_date)s:
fr: %(x_name)s a écrit le %(x_date)s:

source: Select topic
fr: Choisir un thème

source: Choose topic
fr: Choisir un thème

source: or create a new one
fr: ou en créer un nouveau

source: Create new topic
fr: Créer un nouveau thème

source: Basket name
fr: Nom du panier

source: Create a new basket
fr: Créer un nouveau panier

source: Create new basket
fr: Créer un nouveau panier

source: External item
fr: Notice externe

source: Provide a url for the external item you wish to add and fill in a title and description
fr: Spécifiez l'URL de l'élément externe à ajouter, et indiquez un titre et une description

source: %i items have been successfully added to your basket
fr: %i notices ont été ajoutées à votre panier

source: Proceed to the %(x_url_open)sbasket%(x_url_close)s
fr: Aller aux %(x_url_open)spaniers%(x_url_close)s

source: or return to your %(x_url_open)sprevious basket%(x_url_close)s
fr: ou retourner à votre %(x_url_open)spanier précédent%(x_url_close)s

source: Adding %i items to your baskets
fr: Ajout de %i notices à vos paniers

source: Please choose a basket: %(x_basket_selection_box)s %(x_fmt_open)s(or %(x_url_open)screate a new one%(x_url_close)s first)%(x_fmt_close)s
fr: Veuillez choisir un panier %(x_basket_selection_box)s %(x_fmt_open)s(ou %(x_url_open)scréez en un nouveau%(x_url_close)s d'abord)%(x_fmt_close)s

source: Optionally, add a note to each one of these items
fr: Optionnellement, ajoutez une note à chacun de ces éléments

source: Optionally, add a note to this item
fr: Optionnellement, ajoutez une note à cet élément

source: Add items
fr: Ajouter les notices

source: Are you sure you want to delete this basket?
fr: Êtes-vous sûr de vouloir supprimer ce panier?

source: %i users are subscribed to this basket.
fr: %i utilisateurs sont abonnés à ce panier.

source: %i user groups are subscribed to this basket.
fr: %i groupes sont abonnés à ce panier.

source: You have set %i alerts on this basket.
fr: Vous avez défini %i alertes sur ce panier.

source: General settings
fr: Paramètres généraux

source: Add group
fr: Ajouter un groupe

source: Manage group rights
fr: Gérer les permissions des groupes

source: Manage global sharing rights
fr: Gérer les permissions globales

source: Delete basket
fr: Supprimer le panier

source: Editing basket %(x_basket_name)s
fr: Édition du panier %(x_basket_name)s

source: Save changes
fr: Enregistrer les modifications

source: Topic name
fr: Thème

source: Editing topic: %(x_topic_name)s
fr: Édition du thème: %(x_topic_name)s

source: No rights
fr: Aucun droit

source: View records
fr: Voir notices

source: and
fr: et

source: view comments
fr: voir les commentaires

source: add comments
fr: ajouter des commentaires

source: view notes
fr: voir les notes

source: add notes
fr: ajouter des notes

source: add records
fr: ajouter des notices

source: delete notes
fr: effacer des notes

source: remove records
fr: supprimer les notices

source: manage sharing rights
fr: gérer les droits d'accès

source: You are not a member of a group.
fr: Vous n'êtes pas membre de groupe.

source: Sharing basket to a new group
fr: Partager le panier avec un nouveau groupe

source: You are logged in as a guest user, so your baskets will disappear at the end of the current session.
fr: Vous êtes actuellement enregistré en tant qu'invité. Vos paniers disparaîtront à la fin de la session.

source: If you wish you can %(x_url_open)slogin or register here%(x_url_close)s.
fr: Si vous le souhaitez, vous pouvez vous %(x_url_open)sidentifier ou vous enregistrer ici%(x_url_close)s.

source: This functionality is forbidden to guest users.
fr: Cette fonctionnalité est indisponible pour les invités.

source: Back to search results
fr: Retour aux résultats de recherche

source: %i items
fr: %i notices

source: no notes yet
fr: aucune note

source: %i subscribers
fr: %i abonnés

source: last update
fr: dernière mise à jour

source: Add item
fr: Ajouter une notice

source: Edit basket
fr: Éditer le panier

source: Unsubscribe from basket
fr: Se désabonner du panier

source: This basket is publicly accessible at the following address:
fr: Ce panier est publiquement accessible à l'adresse suivante:

source: You do not have sufficient rights to view this basket's content.
fr: Vous n'êtes pas autorisé à voir le contenu de ce panier.

source: Move item up
fr: Remonter

source: You cannot move this item up
fr: Vous ne pouvez pas monter cet élément

source: Move item down
fr: Descendre

source: You cannot move this item down
fr: Vous ne pouvez pas descendre cet élément

source: Copy item
fr: Copier

source: Remove item
fr: Supprimer

source: This record does not seem to exist any more
fr: Cette notice ne semble plus exister.

source: Item %(x_item_index)i of %(x_item_total)i
fr: Élément %(x_item_index)i sur %(x_item_total)i

source: Previous item
fr: Notice précédente

source: Next item
fr: Notice suivante

source: Return to basket
fr: Retour au panier

source: The item you have selected does not exist.
fr: La notice sélectionnée n'existe pas.

source: You do not have sufficient rights to view this item's notes.
fr: Vous n'êtes pas autorisé à voir les notes de cette notice.

source: You do not have sufficient rights to view this item.
fr: Vous n'êtes pas autorisé à voir cette notice.

source: Add a note
fr: Ajouter une note

source: Add note
fr: Ajouter la note

source: Reply
fr: Répondre

source: %(x_title)s, by %(x_name)s on %(x_date)s
fr: %(x_title)s, par %(x_name)s le %(x_date)s

source: Subscribe to basket
fr: S'abonner au panier

source: This public basket belongs to the user
fr: Ce panier public appartient à l'utilisateur

source: This public basket belongs to you.
fr: Ce panier public vous appartient.

source: Basket is empty
fr: Le panier est vide

source: All your baskets
fr: Tous vos paniers

source: Your personal baskets
fr: Vos paniers personnels

source: Your group baskets
fr: Vos paniers de groupe

source: Your public baskets
fr: Vos paniers publics

source: All the public baskets
fr: Tous les paniers publics

source: You are not authorized to use baskets.
fr: Vous n'êtes pas autorisé à utiliser les paniers.

source: You are not authorized to view this attachment
fr: Vous n'êtes pas autorisé à consulter cette pièce jointe

source: Display baskets
fr: Afficher paniers

source: Display item and notes
fr: Afficher les notices et notes

source: Delete a basket
fr: Supprimer un panier

source: Copy record to basket
fr: Copier la notice dans le panier

source: Bad page number --> showing first page.
fr: Mauvais numéro de page --> affichage de la première page.

source: Bad number of results per page --> showing 10 results per page.
fr: Mauvais nombre de résultats par page --> affichage de 10 résultats par page.

source: Bad display order --> showing most helpful first.
fr: Mauvais ordre d'affichage --> affichage des plus recommandés en premier.

source: Bad display order --> showing oldest first.
fr: Mauvais ordre d'affichage --> affichage des plus anciens en premier.

source: Comments on records have been disallowed by the administrator.
fr: Les commentaires sur les notices ont été désactivés par l'administrateur.

source: Your feedback has been recorded, many thanks.
fr: Votre appréciation a été enregistrée, merci.

source: You have already reported an abuse for this comment.
fr: Vous avez déjà signalé un abus pour ce commentaire.

source: The comment you have reported no longer exists.
fr: Le commentaire que vous avez signalé n'existe plus.

source: Sorry, you have already voted. This vote has not been recorded.
fr: Désolé, vous avez déjà voté. Ce vote n'a pas été enregistré.

source: You have been subscribed to this discussion. From now on, you will receive an email whenever a new comment is posted.
fr: Vous êtes maintenant abonné à cette discussion. Dorénavant vous recevrez un email pour chaque nouveau commentaire.

source: You have been unsubscribed from this discussion.
fr: Vous êtes désabonné de la discussion.

source: Record %i
fr: Notice %i

source: %(report_number)s"%(title)s" has been reviewed
fr: %(report_number)s\"%(title)s\" a été évalué

source: %(report_number)s"%(title)s" has been commented
fr: %(report_number)s\"%(title)s\" a été commenté

source: %s is an invalid record ID
fr: %s est un identifiant de notice non valable

source: Your feedback could not be recorded, please try again.
fr: Votre appréciation n'a pu être enregistrée, veuillez réessayer.

source: %s is an invalid user ID.
fr: %s est un identifiant utilisateur non valable.

source: Cannot reply to a review.
fr: Impossible de répondre à une évaluation

source: You must enter a title.
fr: Vous devez fournir un titre.

source: You must choose a score.
fr: Vous devez donner une note.

source: You must enter a text.
fr: Vous devez fournir un texte.

source: You already wrote a review for this record.
fr: Vous avez déjà soumis une évaluation pour cette notice.

source: You already posted a comment short ago. Please retry later.
fr: Vous avez déjà posté un commentaire très récemment. Veuillez réessayer plus tard.

source: Failed to insert your comment to the database. Please try again.
fr: Échec lors de l'insertion du commentaire dans la base de donnée. Veuillez réessayer.

source: Unknown action --> showing you the default add comment form.
fr: Action inconnue --> affichage du formulaire de soumission de commentaire.

source: Record ID %s does not exist in the database.
fr: La notice avec l'identifiant %s n'existe pas dans la base de données.

source: No record ID was given.
fr: Aucun identifiant de notice n'a été fourni.

source: Record ID %s is an invalid ID.
fr: %s n'est pas un identifiant valide.

source: Record ID %s is not a number.
fr: L'identifiant de notice %s n'est pas un nombre.

source: Write a comment
fr: Écrire un commentaire

source: Showing the latest %i comments:
fr: Affichage des derniers %i commentaires:

source: Discuss this document
fr: Discuter ce document

source: Start a discussion about any aspect of this document.
fr: Commencer la discussion sur n'importe quel aspect de ce document.

source: Sorry, the record %s does not seem to exist.
fr: Désolé, la notice %s n'existe pas.

source: Sorry, %s is not a valid ID value.
fr: Désolé, %s n'est pas un identifiant valide.

source: Sorry, no record ID was provided.
fr: Désolé, aucun identifiant de notice n'a été fourni.

source: You may want to start browsing from %s
fr: Vous pouvez recommencer à chercher depuis %s

source: %(x_nb)i comments for round "%(x_name)s"
fr: %(x_nb)i commentaires au tour "%(x_name)s"

source: Was this review helpful?
fr: Est-ce que cette évaluation a été utile?

source: Write a review
fr: Écrire une évaluation

source: Average review score: %(x_nb_score)s based on %(x_nb_reviews)s reviews
fr: Note moyenne: %(x_nb_score)s basée sur %(x_nb_reviews)s évaluations

source: Readers found the following %s reviews to be most helpful.
fr: Les lecteurs ont trouvé les %s évaluations suivantes les plus utiles.

source: View all %s reviews
fr: Visualiser toutes les %s évaluations

source: Rate this document
fr: Évaluer ce document

source: Report abuse
fr: Signaler un abus

source: Undelete comment
fr: Rétablir le commentaire

source: Delete comment
fr: Supprimer le commentaire

source: Unreport comment
fr: Supprimer le rapport du commentaire

source: Attached file
fr: Fichier attaché

source: Attached files
fr: Fichiers attachés

source: Reviewed by %(x_nickname)s on %(x_date)s
fr: Évalué par %(x_nickname)s le %(x_date)s

source: %(x_nb_people)s out of %(x_nb_total)s people found this review useful
fr: %(x_nb_people)s sur %(x_nb_total)s utilisateurs ont trouvé cette évaluation utile

source: Undelete review
fr: Rétablir l'évaluation

source: Delete review
fr: Effacer l'évaluation

source: Unreport review
fr: Supprimer le rapport sur l'évaluation

source: Comments
fr: Commentaires

source: Reviews
fr: Évaluations

source: There is a total of %s reviews
fr: Il y a un total de %s évaluations

source: There is a total of %s comments
fr: Il y a un total de %s commentaires

source: Be the first to review this document.
fr: Soyez le premier à évaluer ce document.

source: Subscribe
fr: S'abonner

source: Unsubscribe
fr: Se désabonner

source: review
fr: évaluation

source: comment
fr: commentaire

source: Review
fr: Évaluation

source: Viewing
fr: Affichage

source: You are not authorized to comment or review.
fr: Vous n'êtes pas autorisé à comment ou évaluer.

source: Note: Your nickname, %s, will be displayed as author of this comment.
fr: Note: Votre pseudonyme, %s, sera affiché en temps qu'auteur de ce commentaire

source: Note: you have not %(x_url_open)sdefined your nickname%(x_url_close)s. %(x_nickname)s will be displayed as the author of this comment.
fr: Note: Vous n'avez pas %(x_url_open)sdéfini de pseudonyme%(x_url_close)s. %(x_nickname)s sera affiché en temps qu'auteur de ce commentaire.
